{
  "https://www.heise.de/newsticker/heise-atom.xml": [
    {
      "language": "de", 
      "source_id": "https://heise.de/-4095392", 
      "text": "Er habe Rupert Stadler als Problemlöser und Aufklärer erlebt, sagt VW-Chef Diess in einem Interview. Die Festnahme des Audi-Chefs sei ein Riesenschock gewesen.\n\nVW-Chef Herbert Diess kann die Festnahme des inzwischen beurlaubten Audi-Chefs Rupert Stadler nur schwer nachvollziehen. \"Das war für mich in der Tat ein Riesenschock\", sagte Diess der Bild am Sonntag. \"Der Vorstandschef einer großen Automarke in U-Haft: Das gab es noch nie.\" Er habe \"Rupert Stadler als Problemlöser erlebt\", sagte Diess. \"Als Audi-Chef, der vieles aufgeklärt hat. Für mich ist die Festnahme daher auch nur schwer nachvollziehbar.\"\n\nAuf die Frage, ob er sich eine Rückkehr von Stadler an die Spitze der VW-Tochter vorstellen könne, sagte Diess: \"Es kommt auf die Fakten an. Sollten die Vorwürfe der Staatsanwaltschaft zutreffen, ist die Entscheidung klar.\"\n\nDiess sieht keine Führungsschwäche\n\nStadler war vor zwei Wochen wegen Verdunkelungsgefahr in der Dieselaffäre festgenommen worden. Die Staatsanwaltschaft München wirft ihm Betrug vor, weil er nach Aufdeckung der Abgasbetrügereien bei Dieselautos 2015 in den USA weiter manipulierte Autos in Europa verkaufen lassen haben soll. Außerdem soll er Angaben der Ermittler zufolge die Beeinflussung von Zeugen oder Mitbeschuldigten geplant haben. Wie lange Stadler in U-Haft bleiben muss, ist offen.\n\nZum kommissarischen Nachfolger wurde Audi-Vertriebsvorstand Bram Schot ernannt. Eine Führungsschwäche bei Audi sieht Diess derzeit nicht. \"Bei uns ist das Geschäft so: Wenn der Vorstandsvorsitzende einige Zeit weg ist und das restliche Team ist da, dann merken Sie da noch nicht viel\", sagte der VW-Chef. \"Dauert es zu lange, dann wird das natürlich zu einem Problem. Aber ich bin überzeugt, dass wir da wieder rauskommen.\"\n\nManager verantworten Softwarebestandteile per Unterschrift\n\nDiess ist auch Chef des Audi-Aufsichtsrats. \"Ich habe zu Dieselgate jetzt einen Sonderausschuss im Aufsichtsrat eingerichtet, habe von den verantwortlichen Managern verlangt: Sie sollen eine Unterschrift leisten, dass die von ihnen verantworteten Softwarebestandteile keine illegalen Funktionen enthalten.\"\n\nVW hatte im September 2015 eingeräumt, bei Millionen Dieselautos Abgastests manipuliert zu haben. Der Konzern musste weltweit Millionen Autos mit Manipulations-Software zurückrufen. Die Staatsanwaltschaft Braunschweig ermittelt gegen fast 50 mutmaßlich Beteiligte. Anklagen gibt es bisher nicht.\n\nGegen Diess laufen – wie auch gegen Ex-VW-Vorstandschef Martin Winterkorn und Aufsichtsratschef Hans Dieter Pötsch – Untersuchungen wegen möglicher Marktmanipulation. Sie sollen Anleger zu spät über die drohenden Konsequenzen des Diesel-Skandals informiert haben. Diess sagte dazu der Bild am Sonntag: \"Ich bin mit diesem Thema im Reinen, weil ich fest davon überzeugt bin, dass ich mir nichts vorzuwerfen habe.\" Der vormalige BMW-Manager Diess kam zum 1. Juli 2015 zu VW.\n\nSo wertvoll wie Apple, Google oder Amazon\n\nDie deutsche Autoindustrie muss sich nach Einschätzung von Diess schneller den technologischen Herausforderungen anpassen. VW habe \"den größten Nachholbedarf, auch weil bei uns vieles verkrustet ist\", sagte Diess. \"Jeder muss sich verändern, damit wir in 20 Jahren vom Auto noch leben können.\"\n\nSein Ziel sei, VW zu einem Tech-Unternehmen zu machen. \"Wir werden selbst Software entwickeln. Wir werden den direkten Kundenkontakt haben\", sagte Diess. \"Und dann werden wir auch so viel wert sein wie Apple, Google oder Amazon.\"\n\nBild 1 von 56 Chronologie des Abgas-Skandals (56 Bilder) Mitte September 2015: Die US-Umweltschutzbehörde EPA beschuldigt den Volkswagen-Konzern, Diesel-PKWs der Baujahre 2009 bis 2015 mit einer Software ausgestattet zu haben, die die Prüfungen auf US-amerikanische Umweltbestimmungen austrickst. Zu ähnlichen Untersuchungsergebnissen ist auch das California Air Resources Board (CARB) gekommen. Beide Behörden schicken Beschwerden an VW. (Im Bild: Zentrale der EPA in Washington D.C.)\n\n(Bild: EPA\n\n)\n\n(dpa) / (bme)\n\n", 
      "url": "https://www.heise.de/newsticker/meldung/VW-Chef-Festnahme-von-Audi-Chef-Stadler-war-Riesenschock-4095392.html?wt_mc=rss.ho.beitrag.atom"
    }, 
    {
      "language": "de", 
      "source_id": "https://heise.de/-4095387", 
      "text": "(Bild: dpa, Boris Roessler)\n\nIm übermäßigen Internetkonsum und dem Erziehungsstil der Eltern sieht der Alt-Bundespräsident Gefahren für Kinder.\n\nAlt-Bundespräsident Joachim Gauck hat vor einer gesellschaftlichen Spaltung gewarnt, die durch den zunehmenden Internetkonsum von Kindern hervorgerufen werden kann. \"Wenn Du deine Kinder verdaddeln lässt, kannst du nachher nicht sonst was erwarten. Du musst etwas investieren\", rief Gauck am Samstag beim Ökumenischen Stadtkirchentag in Rostock Eltern und Pädagogen zu. Er verwies auf Ideen beispielsweise der antiautoritären Erziehung. \"Manche haben das so verstanden, dass man den lieben Kleinen alles durchgehen lassen muss. Ein schwerer pädagogischer Fehler, aber sehr beliebt in vielen Elternhäusern.\"\n\nDer frühere Rostocker Pastor sieht dadurch auch eine Änderung in der Psychotherapie kommen: \"Während früher die Leute auf der Couch der Therapeuten lagen, weil sie so streng erzogen und brutal behandelt wurden, werden sie später auf der Couch liegen, weil sie überhaupt nicht erzogen wurden.\"\n\n\"Einmischer und Superkonsumenten\"\n\nFür Gauck gibt es bei der drohenden Spaltung zwei Gruppen: Diejenigen, die selbst Freude daran haben, sich einzumischen und als Bürger zu agieren, stünden im Gegensatz zu denen, die zwar \"super konsumieren\" können, ab nur manchmal und dann auch eher aus Versehen sich beteiligende Bürger seien.\n\nDie große Frage für alle, die mit jungen Menschen arbeiten, sei, wie diejenigen erreicht werden können, die es eher nicht gewöhnt sind, politische oder religiöse Themen zu besprechen. Die Politik dürfe nicht den Fehler mancher Feuilletonisten machen, die nur noch für ihresgleichen schreiben und von anderen nicht verstanden werden. (dpa) / (bme)\n\n", 
      "url": "https://www.heise.de/newsticker/meldung/Internetkonsum-von-Kindern-Gauck-warnt-vor-sozialer-Spaltung-4095387.html?wt_mc=rss.ho.beitrag.atom"
    }, 
    {
      "language": "de", 
      "source_id": "https://heise.de/-4095256", 
      "text": "Das Europäische Patentamt in München\n\nDer neue Präsident des Europäischen Patentamts hat viel zu tun: Konflikte mit Mitarbeitern und Kritik an der Prüfungspraxis bestimmten die letzten Jahre.\n\nBenoît Battistelli trat seine Aufgabe als Präsident des Europäischen Patentamts (EPO) am 1. Juli 2010 an. Acht Jahre später übernimmt jetzt der bisherige Leiter der EU-Behörde für Geistiges Eigentum (EUIPO), António Campinos, den Job. Er muss eine Behörde führen, deren Mitarbeiter seit Jahren mit der Leitung im Clinch liegen. Zudem wuchs in letzter Zeit die Kritik von außen an Battistellis Lieblingsprojekt, einer \"höheren Effizienz\" des Amts.\n\nDass nicht alles rund läuft im EPO, zeigte sich schon Ende 2012. Damals wollte die Leitung einen Teil des Überschusses von 89 Millionen Euro an die Mitarbeiter ausschütten. Deren Gewerkschaft SUEPO wehrte sich gegen das Vorhaben: Das wäre ein falscher Anreiz, Patentanträge eher zu bewilligen als abzulehnen. Denn nur an genehmigten Anträgen verdient das Amt dauerhaft.\n\nAntónio Campinos, Leiter der EU-Behörde für Geistiges Eigentum (EUIPO), übernimmt ab 1. Juli den Präsidentenpisten beim Europäischen Patentamt. (Bild: Portugiesische Regierung)\n\nDoppelt so viele Patente mit demselben Personal\n\nDer Vorwurf, Battistelli gehe es eher um Quantität als um Qualität, wurde in den Jahren seiner Präsidentschaft immer wieder erhoben. 2010 erteilte das EPO noch 58.000 Patente, 2017 waren es mit 105.000 fast doppelt so viele. In derselben Zeit gingen jährlich zwischen 142.000 und 165.000 Anträge ein. Wenig Veränderung gab es auch bei den Patentprüfern: Ihre Zahl stieg von Ende 2011 bis Ende 2017 um lediglich sechs Prozent. Battistelli konnte sich also beglückwünschen, die \"Produktivität\" fast verdoppelt zu haben.\n\nDass die Anträge möglicherweise nicht mehr so gründlich wie früher geprüft würden, bestritt das Amt. Battistelli ließ für 2016 und 2017 eigens \"Quality Reports\" erstellen, die beweisen sollten, dass alles zum Besten stehe. Das überzeugte jedoch nicht alle. So meinte der Patentanwalt Thorsten Bausch, eine hoher Anteil \"sehr zufriedener\" Antragsteller sei leicht mit der schnellen Bearbeitung zu erklären – naturgemäß sei zufrieden, wer sein Patent schnell erhalte.\n\nOb das Schutzrecht allerdings zu Recht erteilt wurde, lässt sich erst später feststellen, etwa in einem Patentverletzungsverfahren. Bausch verweist darauf, dass rund drei Viertel der in Deutschland angegriffenen EPO-Patente vom Bundespatentgericht für nichtig erklärt werden. Auch das sage allerdings nichts über die generelle Qualität aus, denn nur sehr wenige Patente würden überhaupt Ziel eines Prozesses.\n\nSorge um die Belastbarkeit von Patenten\n\nKurz vor Ende von Battistellis Amtszeit veröffentlichten vier Münchener Patentanwalts-Kanzleien einen Offenen Brief, in dem sie die beschleunigte Patenterteilung kritisierten. Die Firmen verwalten nach eigenen Angaben zehntausende Patente. Aus ihrer Sicht ist es offensichtlich, dass die Qualität der Patentprüfung leidet, wenn ihre möglichst schneller Abschluss das vordringliche Ziel ist. Schon im März 2018 hatte sich fast ein Viertel der EPO-Prüfer an Battistelli und den Verwaltungsrat der Behörde gewandt. Sie beklagten, immer häufiger zwischen den Anforderungen der Europäischen Patentübereinkunft und den Anforderungen ihrer Vorgesetzten wählen zu müssen. Denen gehe es darum, \"Produkte\" fertigzustellen.\n\nDas war allerdings nicht die einzige Sorge der Mitarbeiter in Battistellis achtjähriger Amtszeit. Vor allem das Verhältnis zwischen ihm und der Gewerkschaft verschlechterte sich immer mehr. Der Niedergang kulminierte in der Degradierung und Entlassung von Mitarbeitervertretern Anfang 2016. Damit ging der EPO-Präsident sogar über die Forderung der zuständigen Disziplinarkommission hinaus. Klagen der Geschassten dagegen hatten Ende Juni 2018 Erfolg: Das zuständige Gericht der Internationalen Arbeitsorganisation (ILO) erklärte die Beschlüsse der Disziplinarkommission und Battistellis Verschärfung für rechtswidrig und billigte den Gewerkschaftern Schadenersatz zu.\n\nSuspendierung ohne beweiskräftige Belege\n\nEine ähnliche Bauchlandung erlitt Battistelli mit der Suspendierung eines Richters bei der Beschwerdekammer des EPO (Board of Appeal). Das Verfahren, so kritisierten viele Patentfachleute, habe den eigenen Regeln des Patentamts widersprochen, Battistelli sei überhaupt nicht zuständig gewesen. Der führte eine dringende Notlage an, ohne jedoch Beweise dafür vorzulegen. Stattdessen raunte es aus der EPO-Presseabteilung, der gefeuerte Richter habe in seinem Büro Waffen und faschistisches Propagendamaterial gelagert. Einziger Beleg für Battistellis Vorwurf, der Richter habe ihn und das Amt verleumdet, war ein mysteriöses USB-Stick. Dessen Inhalt erklärte jüngst das Landgericht München für nicht beweiskräftig, nachdem vorher bereits die ILO Battistellis Disziplinarmaßnahmen gegen den Richter aufgehoben hatte.\n\nAntónio Campinos tritt also ein schweres Erbe an: Er muss nicht nur das Verhältnis zu den Mitarbeitern reparieren, sondern auch verlorengegangenes Vertrauen bei EPO-Kunden wieder herstellen. Bei beidem könnte ein Abschied von Battistellis Wagenburg-Mentalität helfen. In seiner Zeit agierte die Behörde zeitweise ähnlich öffentlichkeitsscheu wie eine Cosa-Nostra-Familie.\n\nBeim EPO sprudeln die Einnahmen\n\nAllerdings haben die 38 am EPO beteiligten Staaten auch kein großes Interesse an mehr Öffentlichkeit. Der von ihnen beschickte Verwaltungsrat hat sich aus der Amtsführung von Battistelli weitgehend herausgehalten, seine Protokolle sind Muster an Inhaltsleere. Aus Sicht des Verwaltungsrat könnte vermutlich alles so bleiben, wie es ist. Schließlich verschaffen die steigenden Einnahmen des EPO den nationalen Patentämtern, allen voran dem deutschen, kräftige Geldspritzen. In Battistellis Amtszeit stieg der jährliche EPO-Gewinn um fast das Fünffache auf 394 Millionen Euro.\n\nSelbst wenn sich die Beziehungen zwischen Amtsleitung und Mitarbeitern verbessern, bleibt ein grundsätzliches Dilemma: Das EPO ist eine zwischenstaatliche Einrichtung. Trotz ihres Namens hat sie nichts mit der EU zu tun. Deshalb gilt für die Mitarbeiter weder europäisches noch irgendein nationales Arbeitsrecht. Für alle Konflikte, die nicht innerhalb des Amts zu lösen sind, ist die Internationale Arbeitsorganisation zuständig. Und dort können Entscheidungen bis zu zehn Jahre dauern. (Christian Kirsch) / (ck)\n\n", 
      "url": "https://www.heise.de/newsticker/meldung/Europaeisches-Patentamt-Grosse-Baustellen-fuer-den-neuen-Praesidenten-4095256.html?wt_mc=rss.ho.beitrag.atom"
    }, 
    {
      "language": "de", 
      "source_id": "https://heise.de/-4095366", 
      "text": "Fast jeder dritte Student kehrt der Uni nach einigen Semestern wieder den Rücken. Gescheitert sind sie aber nur auf den ersten Blick.\n\nZu hohe Anforderungen, verpatzte Prüfungen, Geldsorgen oder fehlende Motivation – das sind nach Angaben des hessischen Wissenschaftsministeriums die Gründe für zwei von drei Studienabbrüchen. Das Ministerium stützt sich dabei auf eine Untersuchung der Gesellschaft Hochschul-Informations-System (HIS). Fast jeder dritte Hochschüler in Deutschland bricht in der Frühphase sein Studium ab, wie eine im Jahr 2017 vorgelegte Studie ermittelt hat.\n\nheise jobs Zu Arbeitsplätzen und Stellenangeboten in der IT-Branche siehe auch den Stellenmarkt auf heise online: heise jobs - der Stellenmarkt auf heise online\n\nEs sei weder ein großes Drama noch ein Stigma, sein Studium zu schmeißen, zumindest in unteren Semestern, sagt Harald Parzinski. Er ist Koordinator des Landesprogramms \"Netzwerk – berufliche Integration von Studienabbrechenden in Hessen\". Der Studienabbruch sei deshalb oftmals kein Beinbruch, weil viele Ausbildungsbetriebe sehr interessiert an den Ex-Studenten seien. \"Sie sind die ideale Zielgruppe, weil sie älter und erfahrener sind.\" Und die formalen Qualifikationen stimmten dank Abitur auch.\n\nFehlendes Vorwissen und Zweifel\n\nRein ins Biologie-Studium, gewechselt zur Geografie – und nun steht für Max Groß Krawattenbinden an. Der 25-Jährige hat sein Studium abgebrochen und beginnt bald bei der Sparkasse eine Ausbildung zum Bankkaufmann. Warum es an der Uni nicht geklappt hat? Da war zunächst unter anderem fehlendes Vorwissen in Chemie und später die Erkenntnis, \"dass Studieren an sich vielleicht doch nichts für mich ist\". Zumal ihm lange nicht klar gewesen sei, welchen Beruf er nach dem Studium eigentlich ergreifen soll, wie Groß erzählt.\n\nBei manchen spielt auch die Unsicherheit über die Jobaussichten ihres Faches eine Rolle, wie Andrea Heinz von der Zentralen Studienberatung der Universität Gießen sagt. Sie berät Studenten mit Fächerfrust und weiß aus Erfahrung: \"Studienzweifel kann in verschiedene Richtungen führen.\" Für den einen sei ein anderer Abschluss – Germanistik auf Lehramt statt Bachelor – die Lösung, für den anderen ein Wechsel des Studienfachs oder eben als Alternative eine betriebliche Ausbildung.\n\nBunte Lebensläufe vs. Persönlichkeit\n\n\"Studienabbrecher sind eine gesuchte Spezies\", bestätigt Frank Ziemer, der stellvertretende Geschäftsführer im Bereich Aus- und Weiterbildung bei der Industrie- und Handelskammer (IHK) Frankfurt. Das sagt er auch mit Blick auf den Fachkräftemangel und darauf, dass viele der heutigen Hochschüler früher eine Lehre begonnen hätten. Für Unternehmen sei häufig auch unerheblich, dass die Ex-Studenten keine geradlinige Vita mehr vorweisen könnten. \"Die meisten Lebensläufe sind heute ganz bunt.\" Wichtiger sei die Persönlichkeit, die Motivation und die Aussicht für Betriebe, die Kandidaten am Ende der Ausbildung halten zu können.\n\nDass auf die Abbrecher alternative Karrierechancen warten, zeigt auch die Untersuchung aus dem Jahr 2017: Die Studie des Deutschen Zentrums für Hochschul- und Wissenschaftsforschung (DZHW) kam zu dem Ergebnis, dass bereits ein halbes Jahr nach dem Abschied von der Uni 43 Prozent eine schulische oder betriebliche Berufsausbildung aufgenommen hatten und 31 Prozent erwerbstätig waren.\n\n\"Speed-Dating\" für einen Job\n\nTrotz der Chancen – eines darf Parzinski zufolge nicht passieren: Dass Studenten jahrelang in einer \"Leerlaufphase\" bleiben, es jedes Semester aufs Neue mit ihren Vorlesungen und Seminaren versuchen, aber nicht weiterkommen. Und nicht nach beruflichen Alternativen suchen oder nach Hilfe, um das Studium vielleicht doch noch zu packen. \"Je älter man wird, desto schwieriger fällt der Schritt.\"\n\nExperten wie Parzinski und Heinz geht es darum, den Betroffenen auf die diversen Beratungs- und Hilfsangebote von Hochschulen, Arbeitsagentur, IHKs oder Handwerkskammern aufmerksam zu machen. So gibt es zum Beispiel an der Uni Frankfurt am 2. Juli ein \"Speed-Dating\". Bei diesen kurzen Vorstellungsrunden, die es an mehreren Hochschulen gibt, kommen Studienzweifler oder - abbrecher mit Unternehmen in Kontakt. Das brachte auch Max Groß die Wende.\n\nDer junge Mann brauchte nach eigenen Angaben etwa sechs Semester, bis ihm klar wurde, dass er einen Schlussstrich ziehen und neu anfangen muss. Die Phase sei auch von Ängsten begleitet gewesen und dem Gedanken: \"Was habe ich eigentlich die letzten Jahre gemacht?\" Doch er informierte sich über Alternativen und erhielt von der Arbeitsagentur schließlich den Tipp, bei einem \"Speed Dating\" mitzumachen. Dort sei er auf eine Mitarbeiterin der Sparkasse getroffen. Es gab Informationen, ein nettes Gespräch - \"und es lief danach alles wie am Fließband\", sagt Groß. Am 1. August beginnt der 25-Jährige nun seine Ausbildung. (Carolin Eckenfels, dpa) / (bme)\n\n", 
      "url": "https://www.heise.de/newsticker/meldung/Studium-geschmissen-Job-gefunden-Chancen-fuer-Studienabbrecher-4095366.html?wt_mc=rss.ho.beitrag.atom"
    }, 
    {
      "language": "de", 
      "source_id": "https://heise.de/-4095359", 
      "text": "(Bild: Comic Con)\n\nPause vom normalen Leben. Zur Comic Con Germany strömen tausende Fans, viele aufwendig geschminkt, verkleidet, und längst nicht nur Jungs in Superman-Kostümen.\n\nBatman stolpert und schmeißt dabei fast Aschenputtel um. Der dunkle Ritter hatte, vertieft ins Gespräch mit Super Mario, die Märchenschönheit übersehen, als er am Einlass der \"Comic Con Germany\" in der Landesmesse Stuttgart ansteht. Doch die umstehenden Stormtrooper müssen nicht eingreifen, Batman entschuldigt sich, die Stimmung auf der Messe ist ausgelassen und freundlich.\n\nWo sich normalerweise Geschäftsleute austauschen, die bestenfalls von verschiedenen Kontinenten stammen, versammeln sich an diesem Wochenende Figuren aus verschiedenen Welten, verschiedenen Universen: Kämpferinnen aus japanischen Manga-Comics, Schurken aus \"Star Wars\" und Filmfiguren wie Indiana Jones treffen bei dem Event aufeinander.\n\nVorbild Comic Con in San Diego\n\nZum dritten Mal kommen Fans der Comic-, Fantasy- und Science-Fiction-Szene an diesem Wochenende in Stuttgart zusammen. Nach Angaben der Veranstalter ist die Popkultur-Messe die größte ihrer Art in Deutschland, zu den ersten beiden Auflagen kamen rund 50.000 Besucher. Eine stolze Zahl. Zur Ur-Comic-Con im kalifornischen San Diego kommen jährlich etwa 130.000 Menschen - und das an vier statt wie in Stuttgart an zwei Tagen.\n\n1970 hatte in San Diego die erste \"Comic Book Convention\" (deutsch in etwa: Comicbuch-Messe) stattgefunden. Die Idee: Die eingefleischte Fangemeinde und die Autoren und Zeichner ihrer Lieblingscomics sollten direkt aufeinandertreffen. Heute ist die Comic Con ein etabliertes Format, das Nachahmer rund um die Welt findet, unter anderem in Dortmund, Berlin, München und Stuttgart.\n\nCosplay, aufwendig und kostspielig\n\nDie meisten davon, so auch die Stuttgarter \"Comic Con Germany\", sind Besucher-Messen im wahrsten Sinne: Es sind keine Schauspieler, die verkleidet nach Schwaben gekommen sind, ihre Kostüme kommen weder aus Filmstudios noch von der Stange. Die Besucher sind die Hauptattraktion.\n\nSie haben teils Monate liebevoller Handarbeit und hunderte Euro investiert, um ihren Idolen so ähnlich wie möglich zu sein. Zwei Jahre hat ein weiterer Batman gebraucht, um sein Outfit zusammen zu bekommen. \"Die Maske ist eine Handanfertigung aus den USA, der Umhang ist von einem Händler aus Deutschland und die Unterarme habe ich selbst gebastelt\", erzählt der Mann aus Nordrhein-Westfalen. Cosplayer (Kunstwort aus costume/Kostüm und play/spielen) nennt man die besonders aufwendig verkleideten und geschminkten Fans.\n\nMehr Festival als Messe\n\n\"Es ist eigentlich keine Messe, es ist mehr wie ein Festival\", erklärt eine Frau im Manga-Look aus München. Die Merchandise- und Comic-Stände und die 13 Schauspieler, die zum Autogrammeschreiben gekommen sind, scheinen fast Nebensache zu sein. So hält sich unter den Besuchern auch die Enttäuschung über die kurzfristige Absage von US-Schauspieler Chuck Norris in Grenzen. \"Ich finde sowieso die ganzen Verkleideten am besten\", sagt ein Besucher, der mit einem Freund extra aus Hamburg angereist ist.\n\nWer glaubt, hinter diesen Verkleideten würden sich nur Jungs in Superman-Kostümen verbergen, der unterschätzt die Szene. Nur ein Viertel der Besucher der Messe im vergangenen Jahr war laut einer Umfrage jünger als 20. Knapp 60 Prozent des Publikums waren weiblich. Auf diesen für Außenstehende erstaunlichen Wert angesprochen, reagieren die meisten Besucher mit Schulterzucken. Geschlecht, Alter und Aussehen im wahren Leben interessieren hier niemanden. Sehen und gesehen werden, das ist hier das wichtigste.\n\nUpdate, 1. Juli 2018, 16:39 Uhr:\n\nWeniger Besucher als im Vorjahr, zufriedene Veranstalter\n\nRund 40.000 Menschen haben nach Veranstalterangaben die \"Comic Con Germany\" am Wochenende in Stuttgart besucht. Damit kamen weniger Menschen als im vergangenen Jahr. \"Aber wir sind sehr zufrieden\", sagte ein Messe-Sprecher am Sonntagnachmittag und verwies auf das hochsommerliche Wetter und andere große Veranstaltungen in der Landeshauptstadt. 2017 waren etwa 50.000 Menschen zur \"Comic Con Germany\" in die Landesmesse gekommen.\n\nFür Enttäuschung bei Veranstaltern und Fans sorgte am Freitagabend die Absage von US-Schauspieler Chuck Norris (\"Walker, Texas Ranger\"). Der 78-Jährige sagte in einer Videobotschaft auf Facebook, er hätte wegen eines Gewitters nicht fliegen können. \"Es tut mir so leid, dass ich es nicht geschafft habe.\" (Fabian Albrecht, dpa) / (bme)\n\n", 
      "url": "https://www.heise.de/newsticker/meldung/Nicht-von-dieser-Welt-Fabelwesen-feiern-die-Comic-Con-Germany-4095359.html?wt_mc=rss.ho.beitrag.atom"
    }, 
    {
      "language": "de", 
      "source_id": "https://heise.de/-4095142", 
      "text": "Mit dem Primetab T13B liefert Trekstor ein 2-in-1-Gerät für unter 400 Euro. Das Windows-Gerät kommt mit magnetisch haftender Tastatur im Surface Design. Im Test zeigen wir Stärken und Schwächen.\n\nTrekstor Primetab T13B: Design und Verarbeitung\n\nDas Primetab T13B orientiert sich beim Design an einem ganz klaren Vorbild, dem Surface von Microsoft. An das Windows-Tablet lässt sich eine magnetisch haftende Tastatur anschließen. Wie beim Original sind die Seiten nach hinten hin leicht abgeschrägt und es gibt einen ausklappbaren Ständer. Der ist stufenlos verstellbar und hält in jeder Position gut. Die Abmessungen des Tablets betragen circa 332 × 210 × 9,1 Millimeter bei einem Gewicht von knapp 1100 Gramm. Das abnehmbare Keyboard ist um die 375 Gramm leicht und dient beim Transport als Displayabdeckung.\n\nBild: Techstage\n\nAuf der linken Seite des Gerätes finden sich eine Kopfhörerbuchse und ein USB-3.1-Anschluss. Rechts gibt es einen weiteren USB-3.1-Anschluss, einen USB-Typ-C-Anschluss nach USB-3.1-Standard, einen Micro-HDMI-Port und den Anschluss für das Netzteil. Auf der Oberseite des Primetab T13B haben Power-Button, Lautstärkewippe und ein microSD-Kartenslot ihren Platz. Auf der Rückseite findet sich unter dem ausklappbaren Ständer ein M.2-SSD-Schacht zum Einsetzen einer SSD.\n\nDas Primetab T13B hat nur eine Kamera auf der Vorderseite oberhalb des Displays, rechts davon sitzt eine Status-LED. Links und rechts vom Display sind zwei zum Nutzer hin abstrahlende Lautsprecher untergebracht. Die Verarbeitungsqualität des verhältnismäßig hochwertig wirkenden Gerätes ist gut, wir konnten im Test keine Schwachstellen entdecken.\n\nTrekstor Primetab T13B: Ausstattung und Software\n\nDas Trekstor Primetab T13B gibt es in Ausstattungsvarianten mit Intel-Celeron-N3350-Prozessor und stärkerem Pentium-N4200-Prozessor von Intel. Der Preisunterschied der beiden Ausführungen beträgt knapp 100 Euro. Im Test hatten wir das Gerät mit Pentium-N4200-Prozessor, der uns in der letzten Zeit schon in einigen günstigeren Laptops, Convertibles und 2-in-1-Devices begegnet ist (Vergleichstest: acht Windows-Laptops bis 500 Euro). Diesem steht eine Intel-HD-Graphics-505-GPU für die Grafikleistung zur Seite.\n\nBild: Techstage\n\nNeben 4 GByte Arbeitsspeicher gibt es 64 GByte internen Speicher (eMMC). Zur Speichererweiterung gibt es neben einem microSD-Slot noch einen M.2-SSD-Extension-Slot zum einfachen und unkomplizierten Einbau einer schnelleren SSD. Im WLAN funkt das Primetab T13B nach 802.11 ac, b, g und n im 2,4- und 5-GHz-Frequenzband. Die Verbindung mit anderen Geräten erfolgt per Bluetooth in Version 4.2. Der Akku des Tablets hat eine Kapazität von 5000 mAh. Als Betriebssystem installiert Trekstor Windows 10 Home inklusive einer 1-Jahres-Lizenz von Office 365 Personal.\n\nTechnische Daten CPU Intel Pentium N4200, 4x 1.10GHz RAM 4GB DDR3 Festplatte 64GB Flash (eMMC) Grafik Intel HD Graphics 505 (IGP), Micro HDMI Display 13.3\", 1920x1200, Multi-Touch, IPS Anschlüsse 1x USB-C 3.0 mit DisplayPort, 2x USB-A 3.0 Wireless WLAN 802.11a/b/g/n/ac, Bluetooth 4.2 SIM N/A Mobilfunk N/A Netze N/A Cardreader microSDXC (bis 256GB) Webcam 1.8 Megapixel (vorne), N/A (hinten) Betriebssystem Windows 10 Home 64bit Akku Li-Polymer, 5000mAh, 37Wh Abmessungen 332x210x9mm (mit Dock: 335x220x17mm) Gewicht 1.09kg (mit Dock: 1.47kg) Farbe grau/schwarz Besonderheiten Beschleunigungssensor, Standfuß, Dock (Touchpad) Herstellergarantie ein Jahr Hinweis Unterschiedliche Länderversionen möglich. Mehr Daten Weniger Daten\n\nTrekstor Primetab T13B: Display und Kamera\n\nDas 13,3 Zoll große Display im 16:10-Format löst mit 1900 × 1200 Pixeln auf. Dies genügt für eine ausreichend scharfe Darstellung von Inhalten. Prinzipiell ist die Farbwiedergabe des Bildschirms gut, allerdings hat er einen zwar leichten, aber doch wahrnehmbaren Blaustich. Auf Fingereingaben reagiert das Display gut, es unterstützt bis zu zehn Finger. Was die Helligkeit angeht, dürfe das Panel mehr Reserven haben. Für den Außeneinsatz ist das Tablet nur bedingt geeignet, auch wegen des laminierten, und dadurch spiegelnden Bildschirms. Die Qualität der Frontkamera geht für ein verhältnismäßig günstiges Tablet in Ordnung. Sie löst zwar nur 1,8 Megapixel auf, liefert jedoch ein brauchbares Bild für Videotelefonie ab.\n\nBild: Techstage\n\nTrekstor Primetab T13B: Tastatur und Touchpad\n\nBild: Techstage\n\nEin Highlight des Primetab T13B ist das Tastatur-Cover, das als Besonderheit in dieser Preisklasse mit einer Tastenbeleuchtung ausgestattet ist. Diese muss vom Nutzer manuell eingeschaltet werden und hat zwei Helligkeitsstufen. In der Praxis macht sie in dunklere Umgebung einen guten Job. Den macht auch die Tastatur an sich, auf der es sich sehr gut schreiben lässt. Für ein dünnes Tastatur-Cover hat sie einen guten Druckpunkt. Den relativ kurzen Hubweg empfanden wir eher positiv als negativ. Auch das Touchpad hat uns im Test gut gefallen. Es reagiert präzise genug, um beim Arbeiten unterwegs komplett auf eine Maus verzichten zu können. Integriert ins Touchpad ist im linken oberen Eck ein Fingerabdrucksensor, der flott und zuverlässig agiert.\n\nTrekstor Primetab T13B: Leistung und Akkulaufzeit\n\nBild: Techstage\n\nSchon bei früheren Tests (Vergleichstest: acht Windows-Laptops bis 500 Euro) überzeugte uns die Kombination aus Pentium-N4200-Prozessor und 4 GByte Arbeitsspeicher. Damit kann man zwar keine Bäume ausreißen, keine die CPU stark fordernden Arbeiten wie professionelleren Videoschnitt oder das Bearbeiten von sehr hochauflösenden Bildern erledigen, bei Standard-Tasks ist die Performance des Primetab T13B jedoch absolut zufriedenstellend. Das System an sich läuft dabei flüssig und ohne auffälligere Denkpausen oder Hakler. Bei der Akkulaufzeit kann das Primetab dagegen nicht punkten: Wir kamen auf maximal sechs Stunden mit einer Ladung. Auch die Lautsprecher konnten uns nicht begeistern: Sie klingen flach und blechern.\n\nTrekstor Primetab T13B kaufen?\n\nTrotz der erwähnten Kritikpunkte – wie etwa der schwachen Lautsprecher, der nicht besonders guten Akkulaufzeit und des leicht blaustichigen Displays – bietet das Primetab T13B ein gutes Preis-Leistungs-Verhältnis. Für 400 Euro bekommt der Käufer ein Windows-Tablet mit ausreichend Performance für die gängigsten Aufgaben inklusive einer guten Tastatur mit brauchbarer Beleuchtung.\n\nPermalink: https://techstage.de/-4095142", 
      "url": "https://www.techstage.de/news/Trekstor-Primetab-T13B-guenstiger-Surface-Clone-im-Test-4095142.html?wt_mc=rss.ho.beitrag.atom"
    }, 
    {
      "language": "de", 
      "source_id": "https://heise.de/-4095279", 
      "text": "(Bild: rawpixel, gemeinfrei )\n\nAngesichts der wachsenden Zahl pflegebedürftiger Menschen und des Mangels an Pflegekräften streben viele eine technische Lösung an: Pflegeroboter. Was ist dran?\n\nIn Deutschland gibt es knapp drei Millionen pflegebedürftige Menschen. Und es gibt jetzt schon einen eklatanten Mangel an Pflegekräften. Wer also wird in Zukunft die Pflegebedürftigen versorgen, Mensch oder Maschine? Im Interview erklärt Christian Buhtz, der als wissenschaftlicher Mitarbeiter im FORMAT-Projekt assistive Technologien in der Pflege untersucht und Bildungskonzepte entwickelt, warum Roboter die Pflege nicht ersetzen können und es keine Pflegeroboter gibt.\n\nheise online: Herr Buhtz, der Gründer des Robotikherstellers Boston Dynamics Marc Raibert, sagte letzte Woche auf der Cebit, die Pflege sei eine \"extreme Belastung\" und er sei froh, dass das bald seine Roboter übernehmen könnten. Was halten Sie davon?\n\nChristian Buhtz: Natürlich ist die Pflege mit physischen und psychischen Belastungen verbunden. Aber Roboter können die Pflege nicht ersetzen. Ich höre sehr häufig die Behauptung, dass in Zukunft die Technologie alle Pflegefachkräfte obsolet macht. Dies wird uns häufig von einigen Medien suggeriert. Doch hier herrscht ein Übersetzungsfehler: Es gibt einfach keine Pflegeroboter. Sondern es gibt lediglich robotische Systeme die in einzelnen Funktionen unterstützen können und so Pflegekräfte entlasten. Das Problem ist nicht die technische Machbarkeit, sondern die Komplexität, Individualität von zwischenmenschlichen Beziehungen zwischen Pfleger und Patient.\n\nChristian Buhtz, wissenschaftlicher Mitarbeiter im FORMAT-Projekt, untersucht assistive Technologien in der Pflege und entwickelt Bildungskonzepte.\n\nheise online: Was meinen Sie damit genau?\n\nBuhtz: Keinesfalls, egal wie klug oder geschickt Roboter einmal sind, werden diese so wie Pflegefachpersonen im hohen Maße komplex und der Situation angepasst handeln können. Der Gedanke, dass Roboter Pflege ersetzen könnte, kommt von einem beinahe diskriminierenden und sehr verkürzten Verständnis pflegerischen Handelns. Ich plädiere für eine nüchterne Darstellung der realen Fähigkeiten und Möglichkeiten von Maschinen und bevorzuge die Begriffe robotische Pflegeassistenzsysteme oder Roboter zum Autonomieerhalt.\n\nDas Forschungsprojekt FORMAT FORMAT ist ein Forschungsprojekt am Dorothea-Erxleben-Lernzentrum der Medizinischen Fakultät der Martin-Luther-Universität Halle-Wittenberg. In dem Projekt werden multimodale Bildungs- und Weiterbildungsangebote zur Erhaltung der Autonomie im Alter entwickelt. Schwerpunkte der Angebote liegen dabei auf dem Einsatz und der Handhabung von technologiebasierter Pflegeassistenztechnik sowie dem Aufbau eines interdisziplinären Versorgungsnetzwerks. Bis 2022 soll die Zukunft der Pflege erforscht werden.\n\nheise online: Wie lautet denn der derzeitige Stand der Technologien in der Pflegebranche?\n\nBuhtz: Bislang gibt es nur eine sehr bescheidene Anzahl von assistiven Technologien, die den Weg in die Pflegepraxis gefunden haben. Diese Technik unterstützt meine Kolleginnen und Kollegen nur in einem Bruchteil ihrer täglichen Aufgaben. Dabei ist der Markt riesig: Alleine in Sachsen-Anhalt werden etwa 70% aller Pflegebedürftigen zu Hause versorgt und dabei fast Hälfte von ihren Angehörigen gepflegt. Im Vergleich zu anderen Bundesländern, trifft der demographische Wandel dieses Bundesland bereits sehr stark.\n\nheise online: Welche Eigenschaften besitzt assistive Technologie?\n\nBuhtz: Das ist ein Sammelbegriff, der unterstützende und sich anpassende Geräte für Menschen mit Pflegebedürftigkeit oder anderen Einschränkungen umfasst. Die Unabhängigkeit soll gefördert werden, indem den Menschen mit der Technik ermöglicht wird, Aufgaben zu erfüllen, die sie zuvor nicht oder nur mit Schwierigkeiten erfüllen konnten.\n\n\"Missing Link\" Was fehlt: In der rapiden Technikwelt häufig die Zeit, die vielen News und Hintergründe neu zu sortieren. Am Wochenende wollen wir sie uns nehmen, die Seitenwege abseits des Aktuellen verfolgen, andere Blickwinkel probieren und Zwischentöne hörbar machen. Mehr zum Feuilleton \"Missing Link\"\n\nAssistive Technologie übernimmt nicht den vollständigen Arbeitsprozess, sondern nur einen kleinen Teil. Das Ziel sollte immer sein, die Autonomie, also die Selbstständigkeit pflegebedürftiger Menschen zu erhalten oder wiederherzustellen. Als assistive Technologie kann aber bereits auch ein einfacher Stuhl mit zwei Rollen und einen Hebel klassifiziert werden, mit dem man leichter Menschen näher an den Tisch zum Essen rückt. Aber auch Betten, die mit einer Fernbedienung die Matratze langsam in eine Sitzposition hochfahren, sodass die Seniorinnen und Senioren einfacher aufstehen können, sind assistive Technologie.\n\nDas Problem liegt hier ganz woanders: Pflegende Angehörigen kennen diese einfachen technologische Unterstützungssystem nicht und sind deswegen im Alltag immer noch Belastungen ausgesetzt, die so eigentlich nicht sein müssten. Unser Forschungsprojekt versucht hier ganz einfach diese Wissenslücke durch sogenannte \"Erlebnisräume\" und Bildungsangebote für pflegende Angehörige und weitere Zielgruppen im Gesundheitssystem zu schließen.", 
      "url": "https://www.heise.de/newsticker/meldung/Missing-Link-Es-gibt-keine-Pflegeroboter-4095279.html?wt_mc=rss.ho.beitrag.atom"
    }, 
    {
      "language": "de", 
      "source_id": "https://heise.de/-4095303", 
      "text": "Wer lacht denn da über amerikanische Grenzmauern und Handelsabschottungen? Das bleibt dann wohl im Halse stecken, dieses Lachen. (Bild: Silvia & Frank, gemeinfrei)\n\nLagerkoller allenthalben, und WM-Gejammer. Der normale Mensch fragt sich, ob alle irre geworden sind. Hal Faber mag die Hoffung auf Vernunft nicht aufgeben.\n\nWie immer möchte die Wochenschau von Hal Faber den Blick für die Details schärfen: Die sonntägliche Wochenschau ist Kommentar, Ausblick und Analyse. Sie ist Rück- wie Vorschau zugleich.\n\nWas war.\n\n*** Das also war die Woche der großen Lösungen: Die Auflösung der deutschen Fußball-Nationalmannschaft irgendwo in Rußland und die \"Erlösung im Morgengrauen\" in Brüssel. So wurden wir erlöst von den Bösen und den Unbekannten und die Versuchung ist vorbei, den deutschen Fußball für den besten der Welt zu halten. Während \"unsere Jungs\" das Trainingslager hinter sich haben, die Welmeisterschaft schnellstens vergessen und sich über das Mittelmeer in die Ferien retten, werden für andere Menschen \"kontrollierte Zentren\" gebaut, in denen ihre Menschenrechte sorgsam untergepflügt werden. Immerhin sind es keine Konzentrationslager bzw. Concentration Camps, von denen die US-Öffentlichkeit 1939 erfuhr, sondern hoch offiziell nur controlled centres on EU territory, in countries that are willing to build them. CC statt KL, wie die KZ früher in der Nazi-Terminologie hießen. Die Achse der Willigen jubelt und baut und baut. Wer hat nochmal über die Mauern in Mexiko gelacht?\n\n*** Europa im Lagerkoller, das ist eine eine etwas andere Idee vom europäischen Miteinander an den Küsten des Lichts. Mit Panik distanziert sich darum das Bundesministerium für Inneres, Bau und Heimat von der Kunstaktion Seebrücke des Bundes, die WM-gerecht einen Jungen mit seinem Fußball zeigt, ungefähr so, wie Alan Kurdi heute leben könnte, würde er leben. Die Aktion lief, während der Bundesinnenminister die Seenotretter der Lifeline und anderer Schiffe als gesetzeslose Piraten bezeichnete und vor üblen \"Präzendenzfällen\" warnte, die aus Seenot Geretteten an Land zu bringen. Die Achtung von Menschenrechten inklusive Artikel 14 ist eine hübsch abstrakte Sache und gilt natürlich nur dem \"Menschen an sich\". Konkret spricht man dann lieber von \"operativen einhegenden Maßnahmen\", wenn Asylverfahren in \"kontrollierten Zentren\" durchgeführt werden und das Menschenrecht auf Asyl zu einer herrschaftlich gewährten Gnade der EU-Staaten umgedreht wird. Es ist ein Leben in finsteren Zeiten. In denen mit Wolf Biermann wieder das Lied von der Ermutigung gesummt werden kann.\n\n*** \"Du, laß dich nicht verbrauchen\" ... denn wir brauchen deine Heiterkeit, das wäre eine Strophe, die man Mesut Özil widmen kann. Was nach dieser vegurkten Weltmeisterschaft über das ehemalige Integratoinsmaskottchen von Kanzlerin Merkel geschrieben wurde, grenzt an Persönlichkeitsvernichtung. Özil Seite an Seite mit Sané, das wäre was gewesen (jawohl, jeder ist Bundestrainer). Aber Jogi Löw hatte ja das Ziel, Sepp Herberger als Grötaz zu übertrumpfen und stellte deshalb eine Gurkentruppe mit Fußgurken wie Khedira und Müller zusammen, die seinen Glanz verdoppelt hätten, hätte es da was zum Glänzen gegeben. So ist es an der Zeit, an Trainerstar Herberger und das Desaster von 1958 zu erinnern, als Deutschland in alter Frechheit neonazistische Tendenzen zu Schau stellte. Oder 1978 in Argentinien: Da besuchte keine Angela Merkel die Fußballer, sondern \"Flieger-As\" Hans-Ulrich Rudel wurde eingeflogen, um \"La Mannschaft\" zu begeistern. 1958 wurde im Hass gegen die Schweden gleich richtig blank gezogen – kleine Kostprobe von damals: \"Das offizielle Schweden hat hämisch genießend zugelassen, dass rund 40.000 Repräsentanten dieses mittelmäßigen Volkes, das sich nie über nationale oder völkische Durchschnittsleistungen erhoben hat, den Hass über uns auskübelte, der nur aus Minderwertigkeitskomplexen kommt. Es ist der Hass eines Volkes, dem man das Schnapstrinken verbieten muss, weil es sonst zu einem Volk von maßlosen Säufern würde.\" So kommentierte man die Pfiffe nach dem Foul von Erich Juskowiak, der vom Platz gestellt wurde. Sehen wir das Positive: 2018 ist der deutsche Fan kein Arsch und akzeptiert das Aus, mit Ausnahme einiger unsäglicher Fußball-Experten.\n\n*** Anderes Thema, immer wieder beliebt und belebend in dieser Wochenschau: Während seiner Zeit bei dem Bundesnachrichtendienst hat Wilfried Karl so manche Selektorenliste abgesegnet, die umfangreiche Abhöraktionen gestattete. Dies kam im NSA-Untersuchungsausschuss zur Sprache. Nun ist Karl Chef der ZITiS, der Zentralen Stelle für Informationstechnik im Sicherheitsbereich. Sie soll dem BKA die teure Entwicklungsarbeit von Bundestrojanern und Chat-Mitschneidern abnehmen. Auf dem nationalen Cybersicherheitsgipfel hatte Karl noch davon gesprochen, dass seine Behörde entgegen anderslautender Zeitungsmeldungen keine Probleme damit hat, die ersten 120 Posten von später einmal 400 Forensikern und Kryptologen zu besetzen. 60 Fachleute habe man schon unter Vertrag. Wie sich nun abzeichnet, sind damit leitende Stellen gemeint, die von Industrievertretern besetzt wurden. Nur der Leiter für digitale Forensik kommt von einer Universität, während der Leiter für Quellen-TKÜ und Bundestrojaner-Entwicklung von Rohde & Schwarz kommt, die Kryptoanalyse von einem T-Systems-Fachmann übernommen wird und der Bereich Big Data-Analyse von einem Siemens-Mitarbeiter betreut wird. Die Aufgabe der Fachleute: Aus der Industrie \"Lösungen\" kaufen, die zuvor auf ihre Tauglichkeit hin geprüft werden. Im Interview wird deutlich, dass ZITiS hier das BSI ersetzt, die Abteilung Abwehr und Analyse von Schadprogrammen, und gleichzeitig dem BKA zuarbeitet: \"Es gibt durchaus seriöse Anbieter, mit denen die Sicherheitsbehörden schon seit Jahren im technischen Bereich gut zusammenarbeiten. Wir wollen außerdem mit Forschungseinrichtungen sprechen, um gemeinsame Projekte anzustoßen. Egal ob Eigenentwicklung oder eingekauftes Produkt: Wichtig ist, dass die Werkzeuge von uns genau überprüft werden. Macht das Produkt genau das, was es soll? Und macht es auch nur das, was gesetzlich erlaubt ist? Für diese Evaluation sind wir auch zuständig.\"[/i] Nicht länger soll diese Prüfung die Sache von Firmen wie TÜV Essen oder von CSC Deutschland sein. Anders gesagt: Man will unter sich bleiben, wenn Kriminelle oder Staatsgefährder belauscht werden.\n\n*** Schön ist auch diese Passage des Herrn Karl: \"Die Frage ist doch: Wie soll ein Polizist damit umgehen, dass er bestimmte Daten nicht mehr verarbeiten kann? Zum Beispiel, weil Chatnachrichten von Straftätern verschlüsselt sind. Die Alternative wäre doch: Man verbietet Verschlüsselungen. Man zwingt die Bürger, ihre Passwörter zu hinterlegen. Oder man baut Hintertüren in IT-Systeme ein. All das ist aber nicht Teil der deutschen Krypto-Politik.\" Rhetorisch nicht ungeschickt verbirgt Wilfried Karl den Wunsch nach einer anderen Krypto-Politik mit einer Runde Mitleid für den armen Polizisten, der bestimmte Daten nicht mehr verarbeiten kann, weil sie nicht für ihn bestimmt sind. Man nehme noch die jammernden polizeilichen Ausführungen zu den Mindestspeicherfristen und ihre Bedeutung für die Kriminalitätsbekämpfung hinzu und schon wird ein Appell draus. Oder ein Schuh. Oder ein Überwachungsstaat.\n\nWas wird.\n\nIn den USA naht der 4. Juli, den US-Präsident Donald Trump sicher feiernd und golfend auf einem Trump-Platz verbringen wird. Asnchließend geht es ja nach Brüssel zum NATO-Gipfel und dann nach Helsinki zum Treffen mit Wladimir Putin. Ob Trump da ein nettes Wort für seinen Landsmann Edward Snowden einlegen wird? Immerhin bekannte der damals von Wikileaks betreute Snowden im Interview: \"Ich hatte nie vor, hier zu sein.\" Mit einer anderen Idee, dem Abzug der US-Truppen aus Deutschland, dürfte Trump Freunde auf unverhoffter Seite finden, bei der Friedesnbewegung.\n\nSchluss ist es dann mit dem Drohnenkrieg über die Relais-Station in Ramstein und den Atombomben in Büchel. Die zwei Milliarden Dollar Umzugsgeld, die Polen aktuell bietet, dürften bei weitem nicht ausreichen, das bisschen US-Präsenz in Deutschland weiter ziehen zu können. Aber Putin dürfte es freuen, wenn den USA dem Truppenbedarf dann entsprechende Kapazitäten an Flug- und Seehäfen fehlen. За футболистов! (Hal Faber) / (jk)\n\n", 
      "url": "https://www.heise.de/newsticker/meldung/Was-war-Was-wird-Mit-unktrolliertem-Zucken-ueber-kontrollierte-Zentren-4095303.html?wt_mc=rss.ho.beitrag.atom"
    }, 
    {
      "language": "de", 
      "source_id": "https://heise.de/-4095295", 
      "text": "(Bild: dpa, Jana Pape/Symbol)\n\nBei der Entschlüsselungsstelle sind mittlerweile rund 60 Posten vergeben, Leitungsstellen mit Leuten aus dem sicherheitsindustriellen Komplex besetzt.\n\nGut neun Monate nach der Eröffnung der \"Zentralen Stelle für Informationstechnik im Sicherheitsbereich\" (Zitis) hat die staatliche Hackerbehörde eine übersichtliche Anzahl an Verträgen für das dringend benötigte Personal unter Dach und Fach. \"Inzwischen sind wir mit den Personen, die eine Zusage von uns haben, über 60 Mitarbeiter\", erklärte Zitis-Präsident Wilfried Karl gegenüber der Welt. Damit könne man sich als \"Startup\" unter den Sicherheitsbehörden \"durchaus sehen lassen\".\n\nNach Informationen der Zeitung gehören zu den besetzten Posten wichtige Leitungsfunktionen. Dafür habe Zitis Fachleute aus dem sicherheitsindustriellen Komplex abwerben können – also auch bei Firmen, die seit Langem immer wieder Aufträge von Polizei und Geheimdiensten erhielten. Der Leiter für das Gebiet Telekommunikationsüberwachung stamme so von Rhode & Schwarz, für die Kryptoanalyse und das Codebrechen sei ein Ex-Mitarbeiter von T-Systems zuständig, für Big Data jemand von Siemens. Den Bereich \"digitale Forensik\" zur Analyse etwa von Festplatten übernehme ein Universitätsprofessor.\n\nGeeignete Bewerber Mangelware\n\nDas Bundesinnenministerium erläuterte, dass die Ausschreibungen für die genannten Leitungsfunktionen öffentlich und so nicht nur Angehörigen der Verwaltung zugänglich gewesen seien. Daher sei nicht ausgeschlossen, \"dass sich auch Angehörige aus Wirtschaftsunternehmen bewerben\". Zuvor hatte es aus dem Ressort geheißen, dass bei der Personalgewinnung möglichst nicht bei den Sicherheitsbehörden gewildert werden solle, denen Zitis zuarbeiten werde. Dazu gehören vor allem das Bundesamt für Verfassungsschutz (BfV), der Bundesnachrichtendienst (BND) und das Bundeskriminalamt (BKA).\n\nGenerell fällt es der Hackerbehörde, bei der nach eigenen Angaben eine vergleichsweise lockere Atmosphäre ohne \"Schlips und Kragen\" herrschen soll, nach wie vor schwer, geeignete Bewerber zu finden. Schon im Bundeshaushalt war das Amt mit insgesamt zehn Millionen Euro berücksichtigt, die für 120 Planstellen und Sachmittel hätten ausgegeben werden können. Insgesamt sollen bis 2022 400 Mitarbeiter dort Codes knacken und Staatstrojaner etwa für die Quellen-Telekommunikationsüberwachung oder heimliche Online-Durchsuchungen entwickeln. Gesucht wird aktuell unter anderem noch ein Vize-Präsident.\n\nHintertüren, Verschlüsselungsverbot und Passworthinterlegung als Alternative\n\n\"Solange wir nicht über ausreichend Personal verfügen, werden wir uns selbstverständlich auch nach kommerziellen Produkten umschauen müssen\", räumte Karl ein. Das bedeute aber nicht, \"dass wir Software von dubiosen Händlern auf dem 'Schwarzmarkt' irgendwo im Darknet einkaufen\". Es gebe \"durchaus seriöse Anbieter, mit denen die Sicherheitsbehörden schon seit Jahren im technischen Bereich gut zusammenarbeiten\". Ferner wolle man mit Forschungseinrichtungen gemeinsame Projekte anstoßen. Wichtig ist laut dem Ex-BND-Mann dabei generell, \"dass die Werkzeuge von uns genau überprüft werden\". Nur so sei sicherzustellen, dass ihr Einsatz sich im gesetzlich erlaubten Rahmen bewege.\n\nEinen grundlegenden Widerspruch im Hackeransatz zur IT-Sicherheitsstrategie der Bundesregierung sieht Karl nicht. Die Bürger müssten vom Staat zurecht \"Schutz vor Kriminellen erwarten\" können, \"die für Ihre Zwecke verschlüsselte Kommunikation nutzen\". Die Alternative zur Arbeit der Behörde wäre es seiner Ansicht nach, Verschlüsselung zu verbieten, die Bürger zu zwingen, \"ihre Passwörter zu hinterlegen\", oder Hintertüren in IT-Systeme einzubauen. All dies sei aber nicht Teil der deutschen Krypto-Politik. Ein \"Spannungsfeld\" zur IT-Sicherheit verbleibe und müsse auf \"ministerieller Ebene\" angegangen werden. (Stefan Krempl) / (bme)\n\n", 
      "url": "https://www.heise.de/newsticker/meldung/Zitis-Kernteam-der-staatlichen-Hackertruppe-steht-4095295.html?wt_mc=rss.ho.beitrag.atom"
    }, 
    {
      "language": "de", 
      "source_id": "https://heise.de/-4095286", 
      "text": "Andrew Sullivan will dafür kämpfen, dass das Internet sein \"ursprüngliches Versprechen einlösen kann, das Leben rund um den Globus zu bereichern\".\n\nAndrew Sullivan, ein ausgewiesener Techie mit Philosophieabschluss, wird neuer CEO und Präsident der Internet Society. Als ehemaliger Vorsitzender des Internet Architecture Board (IAB) und ehemaliger Chefarchitekt des Domainanbieters Dyn könnte er die traditionelle Verbindung zwischen den Internetentwicklern und der heute als Lobbyorganisation für ein offenes Internet agierenden Organisation wieder stärken.\n\nZugang zu den Netzen, mehr Internet-Exchange-Punkte, Sicherheit im Routing gehören zu den erklärten Zielen, für die die ISOC wirbt. Praktisch unabhängig und parallel zu den vielen nationalen Chaptern (in Deutschland die ISOC.DE e.V.) mischt sich die in Reston, Virginia und Genf ansässige Organisation aber auch ein, wenn mal wieder irgendwo das Netz gefiltert oder die Netzneutralität abgeschafft wird. Seit 2015 versucht man, durch ein InterCommunity-Treffen die vielen nationalen ISOC Gruppen wenigstens einmal im Jahr zusammenzubringen.\n\nLeben rund um den Globus bereichern\n\nDer vom ISOC Board of Trustees in Panama bekannt gegebene neue CEO nannte in einer ersten Pressemitteilung seinen neuen Arbeitgeber den \"wohl besten Platz\", um dafür zu kämpfen, dass das Internet sein \"ursprüngliches Versprechen einlösen kann, das Leben rund um den Globus zu bereichern\". Anders als seine Vorgängerin, Kathy Brown, die ursprünglich von AT&T kam, ist Sullivan durch seine langjährige Mitarbeit in der Internet Engineering Task Force (IETF) und im IAB viel stärker in der Techie-Community verwurzelt.\n\nSullivan hatte allerdings schon in der Aufarbeitung der Mirai-Attacke auf die Server von Dyn im heise-Interview zum Ausdruck gebracht, dass die Technik allein die wachsenden Sicherheitsprobleme nicht in den Griff bekommen könne. Gleichzeitig warnte er vor den grassierenden Regulierungsschnellschüssen und empfahl stattdessen, über den klugen Einsatz ökonomischer Anreize nachzudenken. Als ISOC-Chef kann der Kanadier jetzt täglich am Brückenschlag zwischen der Welt der Techies und der Politik arbeiten. (Monika Ermert) / (bme)\n\n", 
      "url": "https://www.heise.de/newsticker/meldung/Internet-Society-bekommt-Techie-als-neuen-Chef-4095286.html?wt_mc=rss.ho.beitrag.atom"
    }, 
    {
      "language": "de", 
      "source_id": "https://heise.de/-4095292", 
      "text": "(Bild: dpa, Laurin Schmid)\n\nDawanda gibt auf: Das Portal für Selbstgemachtes, lange als deutsche Erfolgsgeschichte im Netz gehandelt, schließt.\n\nBereits im Juli vergangenen Jahres gab es schlechte Nachrichten von Dawanda: Das Portal für selbst gefertigte Produkte entließ rund ein Viertel seiner Belegschaft, um in die schwarzen Zahlen zu kommen. Außerdem wolle man sich ganz auf die Mobilversion der Plattform konzentrieren, hieß es damals – aber all das hat offensichtlich nichts gefruchtet: Zum 30. August stellt Dawanda sein Portal ein.\n\nDas Aus für das Handelsportal, das vor 12 Jahren gegründet wurde und lange als eine der großen deutschen Erfolgsgeschichten im Internet viel öffentliche Aufmerksamkeit genoss, verkündete verkündete das Unternehmen am Samstag in einer recht blumigen Erklärung. Das Unternehmen habe selbstgemachte Produkte als neue Kategorie im Onlinehandel etabliert.\n\n\"Neue Kategorie im Online-Handel\"\n\n\"Gemeinsam mit unserer Community haben wir Do-it-yourself in den vergangenen 12 Jahren in Europa salonfähig gemacht und handgemachte Produkte als neue Kategorie im E-Commerce etabliert. Auf diese Leistung können wir stolz sein!\", erklärte Claudia Helming, Gründerin und Geschäftsführerin von Dawanda. \"Dennoch mussten wir uns in den letzten Jahren zunehmend eingestehen, dass es uns alleine nicht gelingen wird, das Wachstum weiter voran zu treiben.\" Man müsse \"jetzt handeln\", um den Verkäufern auf der Plattform \"auch langfristig das Bestehen ihrer Unternehmen, ihre Einkommen und weiteres Wachstum zu sichern\".\n\nFür die Mitarbeiter soll es nach Unternehmensangaben ein Abfindungspaket geben. Ein Großteil von ihnen sei bereits freigestellt. Den Käufern und Verkäufern auf der Plattform empfahl das Unternehmen einen Wechsel zum US-Shopping-Portal Etsy, das auch eine deutsche Plattform anbietet. Von beiden Unternehmen hieß es, sie hätten eine entsprechende Vereinbarung getroffen. Ein Umzugs-Tool werde den Dawanda-Verkäufern Anfang nächster Woche zur Verfügung stehen. Mit Schließung der Plattform würden Besucher der Dawanda-Webseite zu Etsy umgeleitet. (jk)\n\n", 
      "url": "https://www.heise.de/newsticker/meldung/Selbstgemachtes-im-Netz-Dawanda-schliesst-Handelsportal-4095292.html?wt_mc=rss.ho.beitrag.atom"
    }, 
    {
      "language": "de", 
      "source_id": "https://heise.de/-4095282", 
      "text": "Hauptquartier der NSA in Fort Meade. (Bild: Trevor Paglen)\n\nDie NSA ist dabei, ihr gesamtes Reservoir an Verbindungsdaten zu bereinigen, nachdem zu viele Kontaktpersonen von Verdächtigen erfasst worden waren.\n\nGroßreinemachen bei der NSA: Der technische US-Geheimdienst sieht sich nach eigenen Angaben gezwungen, seinen gesamten offiziellen Bestand an Metadaten zu löschen und das zugehörige System unter strengerer Kontrolle neu mit Verbindungsdaten zu füllen. Allein 2017 bezog die Behörde, die vor fünf Jahren im Mittelpunkt der Snowden-Enthüllungen stand, von US-Providern über 534 Millionen elektronische Nutzerspuren. 2016 waren es rund 151 Millionen Metadaten. Die davon noch vorhandenen beziehungsweise die 2018 neu von Telekommunikationsfirmen erhaltenen Bestände werden nun einmal komplett ausgemistet.\n\nAls Ursache gibt die NSA an, dass hauseigene Analysten vor einigen Monaten \"technische Irregularitäten\" in einigen der von den Providern erhaltenen Daten festgestellt hätten. Dieses Manko habe dazu geführt, dass die Behörde einige Verbindungsinformationen erhalten habe, die sie nicht hätte besitzen dürfen. Da es nicht möglich gewesen sei, diese Daten auszumachen und zu isolieren, habe man gemeinsam mit dem Justizministerium und dem Geheimdienstkoordinator Dan Coats beschlossen, sich von allen im Einklang mit dem Überwachungsgesetz Foreign Intelligence Surveillance Act (FISA) angehäuften Metainformationen zu trennen.\n\nKernproblem wurde abgestellt\n\nVon anderen Formen der Vorratsdatenspeicherung bei der NSA ist keine Rede. Auch Partnerdienste wie der Bundesnachrichtendienst (BND) geben täglich Millionen oder gar Milliarden Metadaten an den Geheimdienst auf Basis undurchsichtiger Geheimabkommen weiter.\n\nLaut der Erklärung begann die NSA am 23. Mai damit, die per FISA erhaltenen Nutzerspuren aus ihren Datenbanken zu tilgen. Ob der Vorgang bereits abgeschlossen ist, geht aus der Ansage nicht hervor. Aufsichtsgremien im Kongress und im Weißen Haus seien ebenso über das Vorgehen informiert worden wie das über die Einhaltung der FISA-Regeln wachende Geheimgericht in Form des Foreign Intelligence Surveillance Court (FISC). Das ausgemachte Kernproblem sei abgestellt worden, zudem habe man die auf Basis der Metadaten generierten Aufklärungsberichte überprüft und gegebenenfalls manuell \"erneut validiert\".\n\nSchuld sind die Provider\n\nNSA-Justiziar Glenn S. Gerstell erläuterte gegenüber der New York Times, dass ein oder mehrere Telekommunikationsunternehmen der Behörde auch Metadaten übergeben hätten, die nicht mit einer zu überwachenden Zielperson verknüpft gewesen seien. Es habe keine Befugnis gegeben, diese überschüssigen Informationen zu erhalten oder gar auszuwerten. Eigentlich dürften die Provider auf Grundlage der Ersuchen nur die Daten direkt von Verdächtigen angerufenen oder angemailten Personen übermitteln, dabei gewesen seien aber auch solche von Kontaktpersonen im zweiten Glied. Eingeschlossen waren also teils widerrechtlich die Kommunikationspartner der zunächst Angerufenen beziehungsweise per SMS, Mail oder Messenger Kontaktieren (\"2 Hops\").\n\nUS-Senator Ron Wyden, der die Geheimdienste seit Langem kritisch beäugt, sieht die Schuld an dem Vorfall diesmal bei den Providern. \"Telekommunikationsfirmen bewahren große Mengen privater Daten über die Amerikaner auf\", monierte der Demokrat. Dabei ließen sie offenbar nicht immer die nötige Sorgfalt walten und \"hätten sich nicht an das Recht gehalten, indem sie sensible Kundendaten an die Regierung weitergaben\". (Stefan Krempl) / (bme)\n\n", 
      "url": "https://www.heise.de/newsticker/meldung/Technische-Irregularitaeten-NSA-muss-Hunderte-Millionen-Metadaten-loeschen-4095282.html?wt_mc=rss.ho.beitrag.atom"
    }, 
    {
      "language": "de", 
      "source_id": "https://heise.de/-4095276", 
      "text": "Das DNS-Rootserver-System freundet sich mit einer Multi-Stakeholder-Selbstverwaltung an. Betreiber wollen neue Stellen für Management und Qualitätskontrolle.\n\nDie Betreiber der zentralen Root-Server des Domain Name Sytems (DNS) wollen sich einer Selbstregulierung unter dem Dach der Internet Corporation for Assigned Names and Numbers (ICANN) unterwerfen. Ein Wechsel von Betreibern der insgesamt 13 Server soll künftig möglich sein und eine Veränderung der Anzahl. Das kommt einer kleinen Revolution im DNS gleich. Die insgesamt 13 Root-Server, die an der Spitze der DNS-Hierarchie stehen, haben stets die aktuelle Information darüber, welche Adresszonen wo im Netz zu finden sind.\n\nSpätestens seitdem die US-Regierung die Kontrolle der zentralen Rootzone an die ICANN und deren \"Community\" beziehungsweise deren \"Stakeholder\" abgegeben hatte, drängte sich immer stärker auch die Frage auf, wer eigentlich die zentralen Root-Server regiert.\n\nInsgesamt zwölf private Unternehmen, Universitäten oder Organisationen betreiben die 13 Root-Server für das DNS. Nur drei stehen außerhalb der USA. Drei werden von US-Behörden – der NASA, dem US-Verteidigungsministerium und dem US Army Research Lab – betrieben. Zwar bietet ein Teil der Betreiber inzwischen mittels Anycast Technologie die Rootzone auch dezentral an rund 1.000 Orten der Welt an. Doch Begehrlichkeiten, etwa aus China, eigene Root-Server zu betreiben, sorgten immer wieder für Debatten, warum es nicht auch 14 oder 15 Server sein können.\n\nSekretariat, Governance und Geld\n\nBeim ICANN Treffen legten die Rootbetreiber nun ihr Zukunftskonzept vor. Basierend auf Messungen von Bandbreite, Zahl der Anfragen pro Sekunde und der Pakete pro Sekunde (Bandwidth, Pakets/s, Queries/s) soll die Abteilung \"Strategie, Architektur und Policy\" (SAPF) des künftigen Root Server System Empfehlungen machen, welche Gesamtkapazität und welche technischen Mittel dafür gebraucht werden. \"Es können weniger als zwölf Betreiber sein. Und da werden wir wohl am Ende auch landen\", sagte Tripti Sinha, CTO des Bereichs Informationstechnologie der Universität Maryland. Sinha ist Vizevorsitzende des Root Server Advisory Committee der ICANN und Betreiberin des D-Root-Servers.\n\nDie SAPF ist nicht die einzige neue Abteilung für die künftige Root-Server Aufsicht. Weitere Hauptamtliche sollen die Mess- und Monitoring-Daten liefern – und damit kontinuierlich prüfen, ob die Rootbetreiber entsprechende Service Level Agreements erfüllen. Daneben empfehlen Sinha und ihre Kollegen die Institutionalisierung des bisher losen Sekretariats der Zwölf, eine extra Finanzabteilung und eine kleine Mannschaft, die sich um die Auswahl neuer Rootbetreiber kümmert.\n\nQualitätskontrolle und Neubewerber\n\nScheidet ein Rootbetreiber aus, freiwillig oder wegen Mängel in der Qualität oder hält sich nicht an die vereinbarten Prinzipien von Diskriminierungsfreiheit, empfiehlt die SAPF der ICANN laut dem Konzept einen neuen Betreiber – und künftig gibt es dafür auch, was bislang bemerkenswerterweise fehlte, regelrechte Verträge.\n\nJahrzehntelang haben die Unternehmen und öffentlichen Organisationen den Basisdienst fürs Internet freiwillig, freischwebend und auf eigene Kosten geliefert. Mit dem Wachstum des Netzes müsse sich auch da etwas verändern, schreiben die Zwölf. Sowohl für den Betrieb, als auch für Forschung und mögliche Notfälle sollen die Nutznießer des Root-Server-Systems, allen voran die ICANN, künftig bezahlen. Wie viel soll erst noch kalkuliert werden.\n\nDezentralisierung oder Zentralisierung an anderer Stelle\n\nDie kleine Revolution, über die nun als nächstes ICANNs Vorstand, aber eben auch die Selbstverwaltungsgremien, befinden soll, ist eine Reaktion auf das enorme Wachstum des Netzes. Die Bereitschaft zu Veränderungen rührt aber vielleicht auch daher, dass Alternativen zur zentralisierten Gestaltung längst diskutiert werden oder auf dem Weg sind. Beispielsweise gibt es Bestrebungen, das \"Localroot\"-Projekt voranzutreiben, in dem jeder DNS Resolverbetreiber die Rootzone direkt vorhält, sagt Peter Koch von der Denic. Andererseits stehlen große, zentraler Resolver, von Googles 8.8.8.8 über Quad9 bis zu Cloudflares 1.1.1.1, den zentralen Root-Servern mehr und mehr die Show. (Monika Ermert) / (bme)\n\n", 
      "url": "https://www.heise.de/newsticker/meldung/Wie-viele-DNS-Root-Server-braucht-das-Internet-heute-4095276.html?wt_mc=rss.ho.beitrag.atom"
    }, 
    {
      "language": "de", 
      "source_id": "https://heise.de/-4096210", 
      "text": "(Bild: dpa, Andrej Sokolow)\n\nKeine guten Aussichten bei HTC: Nach einem Einnahmerückgang von mehr als 55 Prozent sollen etwa 1500 Jobs in Taiwan gestrichen werden.\n\nDer taiwanische Smartphone-Hersteller HTC plant bis Ende September die Entlassung von rund 1500 Mitarbeitern, die in der Produktion in Taiwan beschäftigt sind. Das entspricht etwa 22 Prozent der 6450 Mitarbeiter weltweit, berichtet der Nachrichtendienst Reuters unter Berufung auf Firmenangaben. HTC verspricht sich demnach von den Entlassungen, eine Optimierung der Fertigung und die Möglichkeit, künftig Ressourcen effektiver und flexibler einsetzen zu können.\n\nHTCs Abstieg\n\nBei HTC läuft es bereits seit mehreren Jahren nicht richtig rund: Immer wieder mussten Stellen abgebaut werden, weil der Hersteller seine Android-Smartphones nicht mehr in ausreichenden Stückzahlen verkaufen konnte und gegenüber den direkten Konkurrenten Samsung und Huawei ins Hintertreffen geriet.\n\nBereits 2017 hatte HTC einen Teil seiner Smartphone-Entwicklung mit etwa 2000 Mitarbeitern für 1,1 Milliarden US-Dollar an Google verkauft, das seine Pixel-Smartphones weiterentwickeln und in eigener Regie herstellen will und damit ebenfalls zu HTC in Konkurrenz steht. HTC produziert seitdem weiterhin Android-Smartphones wie das jüngst neu herausgebrachte High-End-Smartphone HTC U12+, ansonsten konzentriert sich das taiwanische Unternehmen auf Android-Smartphones der Mittelklasse.\n\nDas scheint nach Angaben von Reuters allerdings nicht besonders gut zu klappen, denn die Auswirkungen des Verkaufs an Google machten sich jüngst auf der Einnahmenseite negativ bemerkbar: Im April musste das Unternehmen im Vergleich zum Vorjahr 2017 einen Umsatzrückgang von 55,5 Prozent und im Vergleich zum März einen Verkaufsrückgang von 46,7 Prozent hinnehmen. (olb)\n\n", 
      "url": "https://www.heise.de/newsticker/meldung/HTC-streicht-knapp-ein-Viertel-der-Stellen-4096210.html?wt_mc=rss.ho.beitrag.atom"
    }, 
    {
      "language": "de", 
      "source_id": "https://heise.de/-4096241", 
      "text": "Ein Bug bei Facebook sorgte dafür, dass gesperrte Nutzer kurzzeitig entsperrt waren. Sie konnten einige Inhalte sehen, die sie nicht mehr sehen durften.\n\nFacebook will 800.000 Nutzer darüber informieren, dass gesperrte Nutzer versehentlich entsperrt waren. Der Grund ist ein Bug, der zwischen dem 29. Mai und dem 5. Juni aufgetreten sei, erklärt Erin Egan, Chef Privacy Officer bei Facebook. Die Blockierfunktion soll etwa vor nervigen Nutzern, Stalkern oder Spammern schützen. Blockiert einen User einen anderen, kann diese Person keine Freundschaftsanfragen mehr schicken oder das Profil des Blockierenden einsehen. Darüber hinaus ist es für den nicht mehr möglich, einen Chat im Messenger zu beginnen.\n\nDie versehentlich \"entsperrten\" Nutzer konnten zwar keine privaten Inhalte sehen, die Nutzer mit Freunden geteilt haben, aber eben doch Beiträge, die für einen größeren Personen freigegeben waren (\"Freunde von Freunden\"). Jemand, der nicht blockiert war, konnte außerdem wieder Leute via Messenger kontaktieren, die sie blockiert hatten. \"Wir wissen, dass die Blockierfunktion, wichtig ist – und wir möchten uns entschuldigen\", schreibt Facebook. Der Bug habe aber keine gelösten Freundschaften wiederhergestellt: Wer jemanden blockiert hat, muss ihn also nicht abermals \"entfreunden\". Bei 83 Prozent der vom Fehler betroffenen Nutzer sei lediglich eine Person entsperrt worden.\n\nFehler behoben, alle wieder blockiert\n\nDer Fehler ist nun behoben, \"und alle Nutzer sind wieder blockiert\". All jene Facebook-Nutzer, die von dem Bug betroffen waren, erhalten eine Benachrichtigung von Facebook. Sie sollten sicherheitshalber ihre \"Blockierliste\" überprüfen, ob auf ihr auch wirklich alle Stalker, Spammer, Mobber, Ex-Partner und Nervensägen verzeichnet sind. Ein weicheres Mittel gegen nervige Facebook-Freunde ist übrigens die \"eingeschränkte Liste\": Wer auf ihr steht, kann \"keine Beiträge sehen, die du nur mit Freunden teilst\". (dbe)\n\n", 
      "url": "https://www.heise.de/newsticker/meldung/Bug-Facebook-entsperrte-gesperrte-Nutzer-4096241.html?wt_mc=rss.ho.beitrag.atom"
    }, 
    {
      "language": "de", 
      "source_id": "https://heise.de/-4095667", 
      "text": "(Bild: Sony)\n\nDie Fallbeispiele Fallout 76 und Fortnite zeigen, wie Sony mit Crossplay-Verweigerung den eigenen Spielern schadet. Doch hinter der Blockade steckt Kalkül.\n\nCrossplay, das Zusammenspielen von Nutzern verschiedener Konsolen, bedeutet gut gefüllte Server, schnelleres Matchmaking – und die Möglichkeit, auch mit dem Kumpel zu zocken, der sich für ein anderes System entschieden hat. Für Spieler hat das Crossplay zumindest zwischen den Gamepad-Konsolen Xbox und Playstation eigentlich nur Vorteile. Dagegen spricht in erster Linie Politik. Gerade Sony sieht die eigene Plattform gern als Insel der Glückseligkeit, auf der man die coolsten Apps, die besten Deals und natürlich die tollsten Exklusivspiele bekommt. Nun zieht Sony mit besonders dreistem Gaming-Isolationismus den Groll der eigenen Inselbewohner auf sich.\n\nFortnite: Battle Royale ist das momentan angesagteste Spiel des Planeten, auf der E3 wurde es auch für die Nintendo Switch angekündigt. Der Battle-Royale-Shooter passt auf Nintendos Hybrid-Konsole wie die sprichwörtliche Faust aufs Auge. Dumm nur: Wer auch nur einmal auf der Playstation 4 gespielt hat, kann seinen Account nicht mehr auf einer anderen Konsole verwenden. Ist der Fortnite-Account erst einmal mit dem PSN-Konto gekoppelt, kann man ihn weder auf der Switch noch auf der Xbox One nutzen. Zahlreiche Spieler kritisieren unter anderem auf Reddit, dass Sony den Fortnite-Account somit praktisch in Geiselhaft nehme.\n\nBild 1 von 5 Fortnite: Battle Royale – das trendigste Spiel der Welt (5 Bilder) Fortnite ist streng genommen nicht gleich Fortnite: Battle Royale. Im ursprünglichen Spielmodus \"Rette die Welt\" verteidigt man mit Unterstützern eine Basis vor Gegner-Wellen. Zu Ruhm und Erfolg brachte es aber vor allem die kostenlose Auskopplung \"Battle Royale\". In diesem Spielmodus wird man mit anderen Spielern auf eine Karte geworfen und muss so lange wie möglich überleben. Heute ist mit \"Fortnite\" fast immer die Battle-Royale-Variante gemeint.\n\n(Bild: Epic Games)\n\nSony ist \"nicht hilfsbereit\"\n\nDen Betroffenen bleibt letztlich nichts übrig, als für die Switch ein neues Konto zu erstellen. Alle freigeschalteten Gegenstände und Errungenschaften sind dann futsch. Da ist es ein schwacher Trost, dass die PS4-Version von Fortnite zumindest mit PC, Mac und den Mobilversionen kompatibel ist. Für Sony war das ein PR-Debakel, für Microsoft eine Steilvorlage. Xbox-Besitzer können ihren Account nämlich ganz problemlos auch auf der Switch verwenden.\n\nAuch bei Fallout 76, einem kommenden Online-Shooter von Bethesda, macht Sony den Crossplay-Bemühungen des Entwicklers einen Strich durch die Rechnung. Man würde es den Spielern ja gerne erlauben, über die Konsolen übergreifend zu spielen, sagt Bethesda-Galionsfigur Todd Howard im Gamestar-Interview. Sony sei dabei aber \"nicht so hilfsbereit, wie das alle gerne hätten\". Diese Blockadehaltung sei auch für die Entwickler nervig. So köcheln Xbox One und Playstation 4 also gezwungenermaßen ihr eigenes Fallout-Süppchen. Bei Minecraft und Rocket League schiebt Sony dem Crossplay zwischen PS4 und Xbox One ebenfalls den Riegel vor.\n\nDenkt denn keiner an die Kinder?\n\nSony agiert aus einer Position der Stärke. Laut dem Marktforschungsunternehmen VGChartz wurde die PS4 knapp 80 Millionen Mal verkauft, die Xbox One erreicht mit 37 Millionen verkauften Exemplaren nicht einmal die Hälfte (Stand Mai 2018). Das hat Sony unter anderem den deutlichen stärkeren Exklusivtiteln zu verdanken. Die Japaner wissen um ihre Vormacht auf dem Konsolenmarkt – und wollen sie zementieren. Die Spieler sollen im eigenen Ökosystem gehalten werden und am besten gar nicht auf die Idee kommen, möglicherweise doch mal auf einer anderen Konsole zu spielen.\n\nSo kann man das natürlich nicht kommunizieren, also wird Sony kreativ. Man müsse ja auch an die Kinder denken, erklärte Playstation-Marketingchef Jim Ryan vergangenes Jahr im Gespräch mit Eurogamer: \"Die Demografie von Minecraft beispielsweise ist zum Teil sehr jung. Wir haben einen Vertrag mit diesen Leuten, die bei uns online gehen, und wir müssen auf sie aufpassen, indem wir sie in unserem kuratierten Playstation-Universum halten.\" Kinder externen Einflüssen auszusetzen sei nun mal gefährlich.\n\nKeine Philosophie, sondern Wirtschaftsdenken\n\nIn jedem Fall gebe es bei Sony keine firmeninterne Philosophie, die gegen Crossplay spricht, führte Ryan im Interview noch aus. Das wiederum ist glaubhaft. Es geht vielmehr um eine simple Rechnung. Wer die größere Spielerbasis hat, kann sie vergleichsweise leicht weiter aufbauen. Wenn die Freunde schon auf der Playstation zocken, müssen sich Konsolen-Neulinge eben auch das Sony-System zulegen, um mit ihnen zusammen spielen zu können. Mit Crossplay würde für solche Neukäufer plötzlich auch die Xbox zur Option. Um das zu verhindern, nimmt Sony eine Politik in Kauf, die im Kern vor allem den eigenen Nutzern schadet. \"For the players\", wie es auf den Playstation-Verpackungen geschrieben steht, ist das nicht.\n\nFür die Spieler? PS4-Käufer sind bei Sonys Isolations-Strategie die Benachteiligten. (Bild: Sony)\n\nOb Microsoft es in der Situation aber anders machen würden, ist fraglich. Aus der aktuell schwächeren Position tut das Unternehmen alles dafür, plattformübergreifendes Spielen zu ermöglichen. Schon 2016 legte sich Microsoft in einem Blog-Eintrag darauf fest, die Mauern zwischen Xbox und Playstation einreißen zu wollen. Das ist sympathisch, im Grunde aber das gleiche Profit-Kalkül, das Marktführer Sony zur gegenteiligen Strategie führt.\n\nEin Blick zurück: Das Duell zwischen Xbox 360 und Playstation 3 war deutlich knapper als das Rennen der aktuellen Konsolengeneration, lange hatte die Xbox sogar die Nase vorn. Ein Bestreben, die Grenzen zwischen den Konsolen fallen zu lassen – aus Liebe zum Spieler, versteht sich – war damals auch von Microsoft nicht zu erkennen. (dahe)\n\n", 
      "url": "https://www.heise.de/newsticker/meldung/Kein-Crossplay-fuer-Fortnite-und-Fallout-76-Warum-Sony-die-PS4-isoliert-4095667.html?wt_mc=rss.ho.beitrag.atom"
    }, 
    {
      "language": "de", 
      "source_id": "https://heise.de/-4096185", 
      "text": "(Bild: dpa, Christoph Dernbach)\n\nBei Amazon hat der Tag künftig 36 Stunden – zumindest was den alljährlichen Schnäppchen-Tag Prime Day für Abokunden betrifft.\n\nAmazon weitet sein Einkaufs-Event Prime Day in diesem Jahr auf 36 Stunden aus. Die Aktion, bei der es Angebote nur für Mitglieder von Amazons kostenpflichtigem Abo-Dienst Prime gibt, wird am Mittag des 16. Juli beginnen und bis zum Ende des 17. Juli laufen, wie der Konzern am Dienstag mitteilte.\n\nDer Prime Day ist für Amazon ein wichtiger wirtschaftlicher Faktor: Im vergangenen Jahr brachte er dem Online-Händler in 30 Stunden die bisher höchste Zahl neuer Prime-Kunden, rund 50 Prozent mehr Käufer griffen bei den Deals zu. Im Vorlauf zum diesjährigen Prime Day gibt es erste Angebote für Abo-Kunden bereis ab Dienstag.\n\nWachsende Mitgliedszahlen\n\nAmazon führte Prime ursprünglich mit dem Vorteil eines schnelleren kostenlosen Versands ein und fügte später unter anderem den Zugang zu seinem Video- und Musik-Streamingdienst hinzu. Die zwischenzeitlichen Erhöhungen des Abo-Preises hätten die Kunden nicht abgeschreckt, sagte der für das internationale Prime-Geschäft zuständige Amazon-Manager Jamil Ghani. \"Weltweit sehen wir für Prime ein deutliches Wachstum der Mitgliederzahlen – auch in Deutschland, wo wir im vergangenen Jahr den Preis erhöht und unser Prime-Angebot weiter ausgebaut haben.\" Die deutschen Prime-Kunden seien unter den aktivsten Nutzern des Video-Angebots und des Premiumversands.\n\nAmazon hat mehr als 100 Millionen Prime-Kunden weltweit – genauere Zahlen nennt der Konzern nicht. Während der Prime-Day-Aktionen verkauft Amazon auch seine eigene Hardware wie die vernetzten Echo-Lautsprecher oder Fire-Tablets günstiger. Es gehe bei den Angeboten nicht darum, vor dem Weihnachtsgeschäft die Lagerbestände zu räumen, versicherte Ghani. \"Wir arbeiten mit tausenden Lieferanten auf der ganzen Welt zusammen, um diese Angebote zu ermöglichen. Der Prime Day ist kein Marketing-Trick, um überschüssige Ware im Lager abzubauen. (dpa) / (olb)\n\n", 
      "url": "https://www.heise.de/newsticker/meldung/Amazon-weitet-Abokunden-Aktion-Prime-Day-aus-4096185.html?wt_mc=rss.ho.beitrag.atom"
    }, 
    {
      "language": "de", 
      "source_id": "https://heise.de/-4095124", 
      "text": "Bei Amazon gibt es einen günstigen Gameboy-Klon mit Farbdisplay für gerade einmal 23 Euro. Wir haben uns die mobile Retro-Konsole angesehen und verraten, ob sich der Kauf lohnt.\n\nDesign und Lieferumfang\n\nBis auf die Abmessungen und einige Zusatztasten entspricht das Design der Handheld-Konsole Retro FC von Anbernic dem Ur-Gameboy von Nintendo.\n\nAuf der Vorderseite sind Steuerkreuz, vier Aktionstasten, drei Funktionstasten und ein 3-Zoll-Farbmonitor verbaut. Auf der linken Seite sitzt das Einstellrad für die Lautstärke. Ladebuchse, AV-Ausgang und der Power-Button sind auf der Oberseite zu finden.\n\nSo sieht der Lieferumfang aus.\n\nDer Akku ist rückseitig hinter einer Kunststoffabdeckung verbaut.\n\nTrotz des sehr niedrigen Preises ist die Verarbeitung tadellos. Auch Optik und Haptik des Gameboy-Klons sind überraschend gut, wenngleich man ihm anmerkt, dass nicht das wertigste Plastik verwendet wurde. Im Test hält der verwendete Standard-Akku BL-5C – bekannt von Nokia-Handys – fünf Stunden lang durch. Das ist eine überraschend gute Laufzeit für eine so günstige Konsole, und gegen Langeweile bei langen Autofahrten gibt es Zusatzakkus für etwa fünf bis zehn Euro.\n\nNeben der eigentlichen Konsole gehören noch ein Mini-USB-Kabel zum Laden und ein Klinke-auf-AV-Kabel zum Lieferumfang. Ein passendes USB-Netzteil ist nicht beigepackt.\n\nFunktionen\n\nAuf dem Speicher der Retro FC sind insgesamt 168 Spiele vorinstalliert. Diese sind übersichtlich im Hauptmenü aufgelistet und starten per Knopfdruck. Wer während des Spielens auf einen anderen Titel wechseln möchte, drückt auf die R-Taste und landet wieder bei der Spieleübersicht. Ein Neustart der Konsole, wie beim NES-Mini-Klon (Testbericht), ist nicht notwendig.\n\nAV-Ausgang und Ladebuchse sitzen auf der Oberseite.\n\nWem das Display zu klein erscheint, der kann die Konsole auch an einen Fernseher mit AV-Eingang anschließen. Falls lediglich ein Scart oder HDMI-Eingang zur Verfügung steht, wird ein zusätzlicher Konverter für 5 bis 12 Euro benötigt. So wirklich spaßig ist das allerdings nicht, wer eine Retro-Konsole für den Fernseher sucht, sollte lieber zum originalen SNES Classic Mini (Testbericht) oder zur Pandoras Box (Testbericht) greifen.\n\nDas Farbdisplay des Gameboy-Klons ist ausreichend hell, um auch tagsüber eine Runde zu zocken – wenn die Sonne nicht direkt reinscheint. Ansonsten ist das Display ziemlich mies und keinesfalls mit dem zu vergleichen, was wir von aktuellen Smartphones her kennen. Der Kontrast wirkt übertrieben hoch, die Farbwiedergabe falsch, die Blinkwinkel sind schlecht. All das spricht dafür, dass es sich hier um ein TN-Panel handelt. In Smartphones findet man das seit Jahren nicht mehr. Zu Recht. In Anbetracht des günstiges Preises kann man darüber einigermaßen hinwegsehen, doch uns wäre ein vergleichbares Produkt für ein paar Euro mehr mit besserem Display lieber.\n\nSoftware\n\nUnter den fast 170 vorinstallierten Titeln finden sich keine echten Gameboy-Spiele, dafür sowohl zahlreiche NES-Klassiker und diverse andere Games, etwa Sonic aus dem Sega-Universum oder Angry Birds. Die Auswahl ist fast erschlagend, und unter den Titeln finden sich viele, die schlicht keinen Spaß machen. Nach ein paar Versuchen findet sich aber auch immer etwas Kurzweiliges, und viele der alten Klassiker machen trotz der schlechten Darstellung auch heute noch viel Spaß.\n\nWie üblich bei Retro-Konsolen aus China ist die Herkunft der Spiele-ROMs mindestens fragwürdig. Eine Anfrage, ob es sich um lizenzierte Games handelt, blieb bis zum Veröffentlichungszeitpunkt unbeantwortet.\n\nDas Nachinstallieren eigener ROMs ist nicht möglich. Die Oberfläche der Konsole ist einfach gehalten: Im Hauptmenü gibt es eine Liste von Spielen, die man mit dem Steuerkreuz durchscrollt und per Tastendruck ohne merkliche Verzögerung startet. Speichern des Spielfortschritts geht im Gegensatz zu den Marken-Retro-Konsolen wie dem SNES Mini Classic (Testbericht) von Nintendo nicht.\n\nFazit\n\nDie Liste der Haken ist schnell abgearbeitet: fragwürdige Herkunft und Auswahl der Spiele, schlechtes Display. Kurz und knapp, die Vorzeichen für den Kauf des Gameboy-Klons sind mies.\n\nDer austauschbare Akku hält erfreulich lange.\n\nIn der Praxis gefällt uns das Produkt aber trotzdem: Der Preis ist so niedrig, dass die tragbare Retro-Konsole schon fast für’s Weihnachtswichteln oder als Mitbringsel taugt, und wer ein Spiel entdeckt hat, was ihm gefällt, der ist die nächsten Minuten bis Stunden beschäftigt.\n\nPermalink: https://techstage.de/-4095124", 
      "url": "https://www.techstage.de/news/Billiger-Gameboy-Klon-mit-Retro-Games-im-Test-4095124.html?wt_mc=rss.ho.beitrag.atom"
    }, 
    {
      "language": "de", 
      "source_id": "https://heise.de/-4095210", 
      "text": "Rund 600 Kontrollsäulen kontrollieren zukünftig die Lkw-Maut auf Bundesstraßen. Das sind keine Blitzer. (Bild: Marco Urban )\n\nHunderttausende Lastwagen rollen täglich über deutsche Straßen und strapazieren Fahrbahnen, deren Sanierung durch mehr Kilometer Maut finanziert werden soll.\n\nMaut? Im Autofahrerland Deutschland denken da viele an die PKW-Maut, die die CSU mit maximalem Wirbel in der Bundesregierung durchgeboxt hat – auch wenn der konkrete Start weiter in den Sternen steht. Ganz ohne Streit beginnt dagegen jetzt eine neue Zeit für die LKW-Maut, die schon lange zuverlässig Milliarden einbringt. Ab diesem Sonntag, Punkt Mitternacht, gilt sie auf allen Bundesstraßen quer durch die Republik. Das gebührenpflichtige Netz wächst auf einen Schlag von 15.000 auf 52.000 Kilometer. Der Staat bekommt deutlich mehr Geld für die Straßen. Spediteure gehen auf die Barrikaden.\n\nWas genau ändert sich?\n\nMomentan müssen LKW ab 7,5 Tonnen auf den 13.000 Kilometer langen Autobahnen und 2.300 Kilometern Bundesstraße zahlen. Dies sind bisher aber meist nur gut ausgebaute Abschnitte. Jetzt wird die Maut auf sämtliche 39.000 Kilometer Bundesstraße ausgedehnt. Das stärke das Nutzerprinzip, sagt SPD-Fraktionsvize Sören Bartol: \"Wenn schwere LKWs für Schlaglöcher, Lärm und dreckige Luft auf den Bundesstraßen verantwortlich sind, sollen sie dafür auch zahlen.\" Der Betreiber Toll Collect schaltet dafür in seinem System ein Streckenmodell mit 140.000 Tarifabschnitten aktiv, das auch Änderungen wie Baustellen abbildet. Neben den 300 Kontrollbrücken an Autobahnen sollen 600 Säulen an Bundesstraßen stehen – vier Meter hoch, blau-grün lackiert.\n\nWas bringt die Ausweitung für den Staat?\n\nBei den Einnahmen kalkuliert der Bund schon mit einem Doppelschlag bei der Maut. Denn nur sechs Monate nach der Netz-Ausdehnung kommen zum 1. Januar 2019 neue Tarifsätze, die erstmals auch Lärmbelastung durch Lastwagen in Rechnung stellen. Insgesamt sollen so im Schnitt jährlich 7,2 Milliarden Euro hereinkommen, rund 2,5 Milliarden Euro mehr als bisher – nach Abzug von Kosten reserviert für Investitionen in Fahrbahnen oder Brücken. \"Davon profitieren nicht nur unsere Unternehmen, die auf eine leistungsstarke Infrastruktur angewiesen sind, sondern auch alle Autofahrer\", sagt Verkehrsminister Andreas Scheuer (CSU). Auch Länder bekommen einen kleinen Teil der Einnahmen.\n\nWas ändert sich für LKW-Nutzer?\n\nBisher sind schon 1,1 Millionen Laster mit Bordcomputer (OBU) für eine automatische Abrechnung unterwegs. Toll Collect rechnet damit, dass durch die Netz-Ausdehnung zusätzliche 140.000 LKW aus dem In- und Ausland zahlen müssen. In einen Teil davon dürften ebenfalls OBUs eingebaut werden. Generell bleiben Fahrzeuge von Straßenreinigung und Winterdienst mautfrei – nicht aber Müllwagen und Fahrzeuge für die öffentliche Strom-, Gas- und Wasserversorgung. Vor allem auf Touren in ländliche Regionen seien diese oft auf Bundesstraßen angewiesen, heißt es beim Verband kommunaler Unternehmen (VKU). Auch hierfür sollte es Maut-Befreiungen geben, damit Mehrkosten nicht am Ende über höhere Gebühren für die Müllabfuhr bei den Bürgern landen. Generell hätten sich viele vorbereitet, einige aber würden von der Ausweitung der LKW-Maut überrascht werden und empfindlich betroffen sein.\n\nWie reagieren die Speditionen?\n\nDie Transportbranche ist auf der Palme. Binnen kurzer Zeit komme ein \"erheblicher Kostenschub\" in Milliardenhöhe auf die Unternehmen zu, beklagt der Deutsche Speditions- und Logistikverband (DSLV). Das könne sich auf die Fracht- und Verbraucherpreise auswirken. Sprich: Waren im Supermarkt und Paketlieferungen könnten teurer werden. \"Die LKW-Maut wirkt wie eine versteckte Steuer für die Endkunden\", warnt der Außenhandelsverbands BGA. Die Bundesregierung rechnet dagegen ausdrücklich nicht mit Auswirkungen auf die Verbraucherpreise. Dabei befürwortet auch die Wirtschaft im Prinzip eine Nutzerfinanzierung.\n\nWie geht es weiter?\n\nDemnächst klären muss Scheuer, wie es mit dem Mautsystem weitergeht. Der Vertrag mit Toll Collect endet am 31. August, tags drauf gehen die Anteile für sechs Monate an den Bund. Noch in diesem Jahr soll ein neuer Betreiber den Zuschlag bekommen, der dann ab 1. März 2019 übernimmt. Risiken aus einem lange festgefahrenen Schiedsverfahren mit den Toll-Collect-Gesellschaftern Daimler und Telekom wegen der verspäteten Maut-Einführung 2005 räumte Scheuer gerade beiseite – der Bund bekommt 3,2 Milliarden Euro. Noch weitergehende Pläne für eine Ausdehnung auf alle Straßen, Kleinlaster oder Busse hat die Regierung nicht. Letzte Ausfahrt bleibt also vorerst: die umkämpfte PKW-Maut. (Sascha Meyer und Andreas Hoenig, dpa) / (bme)\n\n", 
      "url": "https://www.heise.de/newsticker/meldung/Q-A-Doppelschlag-bei-der-Lkw-Maut-4095210.html?wt_mc=rss.ho.beitrag.atom"
    }, 
    {
      "language": "de", 
      "source_id": "https://heise.de/-4095214", 
      "text": "(Bild: dpa, Jan Woitas)\n\nUrsula von der Leyen kann ihr Versprechen, alle Bundeswehrstandorte mit kostenlosem WLAN auszurüsten, vorerst nicht einlösen.\n\nEs dauert noch eine ganze Weile, bis das geplante kostenlose WLAN für alle Bundeswehr-Soldaten in Deutschland Wirklichkeit wird. Verteidigungsministerin Ursula von der Leyen (CDU) hatte den fast 180.000 Soldaten und Soldatinnen nach Angaben des Spiegel schon 2014 schnelles und kostenloses Internet in den Bundeswehrgebäuden versprochen. Nun räumte ihr Ministerium ein, dass bisher erst 2.100 Soldaten an fünf Pilotstandorten kostenloses WLAN nutzen können.\n\nDas sagte eine Ministeriumssprecherin der Deutschen Presse-Agentur. Sie bestätigte damit einen entsprechenden Bericht des Hamburger Nachrichtenmagazins. Für in Bundeswehr-Unterkünften untergebrachte Soldaten solle es nach den derzeitigen Plänen bis Ende 2020 freien Netzzugang geben, sagte die Sprecherin. Rund 2.200 Gebäude an etwa 260 Standorten müssen demnach insgesamt WLAN-fit gemacht werden.\n\nTelekom raus, BWI rein\n\nDie Verzögerung erklärte die Sprecherin mit \"baulichen Maßnahmen\", die umfangreich seien. Aufgehalten wurde das Projekt aber vor allem durch langwierige Verhandlungen mit der Telekom, die zunächst als Ausrüster vorgesehen war. Der Ex-Monopolist soll aber gefordert haben, dass die Bundeswehr die Kosten für die Verkabelung von den Netzknoten zu den Standorten übernehme.\n\nIm Sommer 2017 wurde dann die BWI mit dem Projekt betraut, der IT-Dienstleister für Bund und Bundeswehr. Die verantwortliche Abteilungsleiterin im Verteidigungsministerium wurde Ende März dieses Jahres ohne Angabe von Gründen in den Ruhestand geschickt. Die Soldaten behelfen sich derweil mit privat angeschafften mobilen Hotspots und nutzen dazu besondere Angebote der Provider für Bundeswehrangehörige. (Mit Material von dpa) / (js)\n\n", 
      "url": "https://www.heise.de/newsticker/meldung/Kostenloses-WLAN-erst-fuer-wenige-Bundeswehr-Soldaten-4095214.html?wt_mc=rss.ho.beitrag.atom"
    }, 
    {
      "language": "de", 
      "source_id": "https://heise.de/-4096165", 
      "text": "(Bild: dpa, Arno Burgi)\n\nOnline-Händler reagieren verschnupft, wenn Markenhersteller ihre Waren im eigenen Online-Shop verkaufen wollen – zum Leidwesen der Verbraucher.\n\nOb Adidas, Lego oder Haribo: Immer öfter verkaufen Markenhersteller ihre Produkte auch in eigenen Online-Shops. Doch besonders günstig sind die Produkte dort meistens nicht. Denn für viele Hersteller ist das Online-Geschäft ein gefährlicher Balance-Akt. Sie wollen direkten Kontakt zur ihren Endkunden. Aber sie wollen auch die klassischen Händler, die bislang noch den größten Teil ihrer Ware verkaufen, nicht verärgern.\n\nAggressives Adidas\n\nEine Ausnahme ist Adidas. \"Unsere Website ist unser wichtigster Store auf der Welt\", sagte Konzernchef Ka Rorsted kürzlich in einem Interview. Der Sportartikelhersteller verkauft in seinem Online-Shop alles – vom Trikot der deutschen Fußball-Nationalmannschaft bis zur Yogamatte – und nimmt dabei vergleichsweise wenig Rücksicht auf Sportgeschäfte und andere Händler, die in der Vergangenheit die wichtigsten Verkaufskanäle wahren.\n\nAdidas will den Umsatz in den eigenen Online-Stores bis 2020 auf 4 Milliarden Euro steigern – das ist viermal so viel wie noch 2016. Allein 2017 stiegen die Umsätze um 57 Prozent. Um solche Wachstumsraten zu erreichen, zieht Adidas alle Register. Das Unternehmen lockt im Internet mit Schlussverkaufsrabatten und bietet den Kunden die Möglichkeit, die Sportschuhe und Adiletten nach eigenem Gusto zu gestalten.\n\nTeurer Händler-Shop\n\nSo aggressiv wie Adidas treiben allerdings die wenigsten Markenartikel-Hersteller ihr Online-Engagement voran. Und das aus gutem Grund: \"Jeder Hersteller, der einen eigenen Online-Shop aufmacht, wird von den Händlern argwöhnisch beäugt. Wenn er dann in einen Preiswettbewerb einsteigt, führt das zu massiven Konflikten\", beschreibt der Handelsexperte Kai Hudetz vom Kölner Institut für Handelsforschung (IFH) die Situation. Die Hersteller stecken in einem Dilemma. \"Um die Händler nicht zu verärgern, müssen sie ihre Ware im eigenen Online-Shop relativ teuer anbieten. Doch so verkauft man im Internet nichts.\"\n\nDas vorsichtige Agieren setzt dem Erfolg der meisten Hersteller-Shops enge Grenzen. Zwar konnten die Hersteller ihre Online-Umsätze dem \"Branchenreport Online\" des IFH zufolge seit 2011 um gut zwei Drittel auf mehr als 5 Milliarden Euro steigern. Doch wuchsen sie damit schwächer als der Online-Handel insgesamt. In den nächsten Jahren dürfte ihr Marktanteil nach einer Prognose des IFH praktisch stagnieren.\n\nExklusive Angebote\n\nUm trotz eher vorsichtiger Preispolitik für die Kunden attraktiv zu sein, setzen viele Hersteller in ihren Online-Shops auf befristete Aktionen. Oder sie bieten Produkte an, die es woanders nicht gibt, und umwerben die Kunden mit der Möglichkeit, die bestellten Produkte zu individualisieren.\n\nSo lockt der Haribo-Shop zwar nicht mit Kampfpreisen. Doch bietet er einige Spezialitäten, die es im normalen Handel nicht gibt: etwa Packungen sortenreiner Gummibärchen - nur in Gelb, nur in Rot oder nur in Grün. Nivea bietet Online-Bestellern die Möglichkeit, die klassischen blauen Cremedosen - gegen Aufpreis - mit eigenen Familienfotos verzieren zu lassen.\n\nUnabhängigkeit von Amazon & Co.\n\nWie aggressiv die Hersteller um Kunden für den eigenen Online-Shop werben, hängt nicht zuletzt von der Branche ab, in der sie unterwegs sind. \"Die eigenen Online-Shops sind für die Hersteller besonders in den Branchen wichtig, in denen die stationären Händler zunehmend von Online-Anbietern verdrängt werden – etwa im Spielwarenhandel\", betont Hudetz. Hier gehe es darum, den Draht zum Kunden nicht zu verlieren und in Zukunft nicht völlig von den großen Online-Händlern wie Amazon abhängig zu sein.\n\nWie das geht, zeigt etwa Lego: Der dänische Spielwarenhersteller verspricht in seiner offiziellen \"Lego Shop Garantie\" den Kunden offensiv das \"weltweit größte Lego Sortiment\" und lockt sie mit der Aussicht, \"vor allen anderen exklusive und seltene Sets\" entdecken zu können. Playmobil umwirbt die Kunden in seinem Online-Shop mit Sonderangeboten und einem Ersatzteilservice. \"Der Handel muss sich daran gewöhnen, dass die Hersteller ihre Produkte auch selber im Internet verkaufen\", ist der Handelsexperte Martin Fassnacht von der Wirtschaftshochschule WHU überzeugt. Doch hält er das Umsatzpotenzial in den meisten Fällen für begrenzt. \"Die meisten Verbraucher werden auch in Zukunft bei Amazon und Co. einkaufen – aus Gewohnheit und weil es bequemer ist, als alle Hersteller einzeln abzuklappern.\"\n\nAuch Hudetz ist überzeugt: \"Wirklich Sinn macht ein eigener Online-Shop nur für sehr starke Marken. Davon gibt es in Deutschland vielleicht ein paar Dutzend.\" (Erich Reimann, dpa) / (olb)\n\n", 
      "url": "https://www.heise.de/newsticker/meldung/Schlachtfeld-Internet-Wenn-Hersteller-zu-Online-Haendlern-werden-4096165.html?wt_mc=rss.ho.beitrag.atom"
    }, 
    {
      "language": "de", 
      "source_id": "https://heise.de/-4095323", 
      "text": "(Bild: Google)\n\nDas Project Malta soll mittels Schmelzsalzen umweltfreundlich Strom zwischenlagern. Eine Bill-Gates-Firma ist offenbar interessiert.\n\nSonne und Windkraft liefern zwar viel Strom, sind aber wesentlich unzuverlässiger als Kohle, Erdgas oder Kernkraft. Deshalb wären gut funktionierende Zwischenspeicher sinnvoll, die direkt im Stromnetz stecken. An einem solchen auf Basis von Schmelzsalzen arbeitet das \"Project Malta\" von der Alphabet-Forschungstochter X. Doch das Vorhaben könnte künftig ganz wonanders landen, berichtet Technology Review in seiner Online-Ausgabe (\"Bill Gates interessiert sich für Schmelzsalze\").\n\nOffenbar interessiert sich Bill Gates – beziehungsweise dessen Energie-Investmentfonds – für die Idee. Der Physiker Robert Laughlin, Nobelpreisträger von der Stanford University und die Hauptperson hinter Project Malta, verriet bei einem Auftritt an seiner Hochschule erste Details, deren Beschreibung dann aber von der Website der Uni entfernt wurden.Demnach hat das \"Geheimprojekt im X-Labor, genannt Project Malta\" ein zentrales Patent erhalten, in dem es um Schmelzsalztechnik geht. Zudem sei eine \"Spinoff-Aktivität im Zusammenhang mit Breakthrough Energy Ventures von Bill Gates\" auf dem Weg.\n\nLaughlin wollte selbst nicht darüber sprechen und verwies an Breakthrough Energy Ventures. Einen Kommentar von Alphabets X gab es ebenfalls nicht. Es besteht jedoch noch eine weitere interessante Verbindung. Phil Larochelle, der mit Laughlin an einem frühen Projekt zur thermalen Energiespeicherung arbeitete und verschiedene relevante Patente besitzt, ist mittlerweile ein Mitarbeiter von Breakthrough Energy Ventures und dort auch für die Geldvergabe mitverantwortlich. Larochelle, der auch schon bei X als technischer Programmleiter gearbeitet hat, antwortete auf Nachfragen nicht.\n\nMehr dazu bei Technology Review Online:\n\n", 
      "url": "https://www.heise.de/meldung/Alphabet-koennte-neuartigen-Energiespeicher-abstossen-4095323.html?wt_mc=rss.ho.beitrag.atom"
    }, 
    {
      "language": "de", 
      "source_id": "https://heise.de/-4095795", 
      "text": "Nicht mal ein Viertel aller Technik-Projekte werden erfolgreich finanziert, so eine Kickstarter-Analyse, die auch Tips für eigene Kampagnen ermittelt hat.\n\nNicht einmal 24 Prozent aller Projekte in der Kategorie \"Technologie\" sind auf der Crowdunding-Plattform Kickstarter erfolgreich, so eine Analyse von der Webseite Finantio.de. Untersucht wurden über 330.000 Kampagnen und auch Tips für das optimale Timing ermittelt.\n\nGroße Unterschiede\n\nDurchschnittlich werden 40 Prozent aller Kampagnen erfolgreich finanziert. Ähnlich schlecht wie im Bereich Technik sieht es nur bei der Kategorie Journalismus mit 24,4 Prozent aus. Allerdings gibt es große Unterschiede zwischen den Unterkategorien. Wer Kamera- und Elektronikausrüstung produzieren woll, kann von einer überdurchschnittlichen Erfolgsquote profitieren (55 bzw 52%). Wearable-Projekte liegen genau im Durchschnitt, während Projekte der Kategorien Apps und Web mit 7 und 8 Prozent noch einmal deutlich unter der Technikquote liegen.\n\nKickstarter & Co. Mehr interessante Crowdfunding-Projekte: Themenseite Crowdfunding\n\nDabei ist der Median der erreichten Finanzierungsziele bei Kameraausrüstung und Wearables mit 25.000 US-Dollar sehr hoch – über alle finanzierten Kampagnen hinweg liegt er nur bei 3800 US-Dollar. Die Projekte profitierten dabei von wenig Konkurrenz und einer hohen Anzahl an Unterstützern, so die Analyse. Mit Beträgen zwischen 430 US-Dollar (3D-Druck) und 340 US-Dollar für Kameraausrüstung gäben die Unterstützer auch besonders viel Geld aus. Insgesamt wurde in den Bereichen Produktdesign, Tabletop- und Viedeospiele am meisten investiert. Hier kamen Summen in neunstelliger Höhe zusammen. Mit über 65.000 Kampagnen war 2015 das aktivste Jahr, seither sinkt die Anzahl der Projekte auf Kickstarter wieder.\n\nKampagnen richtig timen\n\nAnhand überdurchschnittlich vieler gelungener Kampagnen gibt die Seite auch Empfehlungen für das optimale Timing: So sollten Kampagnen im Frühjahr oder Herbst starten und enden. Der beste Wochentag für Start und Ende sei der Dienstag, während sich das Wochenende in keiner Weise anbietet. Der optimale Startpunkt sollte zwischen 14 und 16 Uhr liegen, nicht nachts. Das Kampagenende liegt bei Kickstarter jeweils auf Mitternacht. Zumindest erfolgreich finanzierte Technik-Projekte unterstützt Kickstarter seit einer Weile selbst mit der Initiative Hardware Studio, die Tutorials, Software und Beratung bietet.\n\nDie Finantio-Analyse basiert auf Daten von Kamag nen, die zwischen April 2009 und Januar 2018 liefen und erfolgreich oder gescheitert beendet wurden. Vorzeitig abgebrochene Kampagnen wurden nicht berücksichtigt. Die Rohdaten sind auf der Data-Science-Plattform Kaggle zu finden. (hch)\n\n", 
      "url": "https://www.heise.de/make/meldung/Kickstarter-Analyse-Technik-Projekte-scheitern-am-haeufigsten-4095795.html?wt_mc=rss.ho.beitrag.atom"
    }, 
    {
      "language": "de", 
      "source_id": "https://heise.de/-4093463", 
      "text": "Das neue Linux Mint beseitigt einen bekannten Makel: Die Distribution verbirgt Updates kritischer Systemkomponenten nicht mehr, sondern spielt sie normal ein.\n\nEin deutlich frischerer Unterbau ist die größte Neuerung des ab sofort erhältlichen Linux Mint 19, schließlich basiert die Linux-Distribution jetzt auf dem im April veröffentlichten Ubuntu 18.04 LTS. Bei der \"Tara\" genannten Version drängt ein neuer Willkommensbildschirm stark zur Konfiguration der Snapshot-Software Timeshift; mit ihr sollen Nutzer auf einen alten und funktionierenden Dateisystemstand zurückwechseln können, falls bei einem Update etwas gründlich schiefgeht. Aufgrund dieser Fallback--Möglichkeit haben sich die Mint-Macher entschlossen, eine seit Jahren viel kritisierte Eigenschaft bei den Voreinstellungen der Aktualisierungsverwaltung zu beseitigen. Details zu diesen und anderen Neuerungen zeigt die folgende Bilderstrecke:\n\nBild 1 von 15 Linux Mint 19 \"Tara\" (15 Bilder) Linux Mint 19 basiert größtenteils auf dem im April veröffentlichen Ubuntu 18.04 LTS. Mit ihm hat die Linux-Distribution eine deutlich frischere Software-Ausstattung erhalten, durch die LibreOffice nun etwa in Version 6.0 beiliegt – bei Mint 18.3 war es noch 5.1, weil das auf dem zwei Jahre älteren Ubuntu 16.04.4 aufbaut.\n\n\n\nHerunterladen, aktualisieren oder vorinstalliert\n\nAuf der Homepage des Linux-Mint-Projekts finden sich die Ankündigungen zu den drei Ausführungen von Linux Mint 19 \"Tara\", denn das gibt es in den Varianten Cinnanmon, Mate und Xfce. Jeder dieser Texte nennt Spiegel-Server im deutschsprachigen Raum und anderen Teilen der Welt, wo man die 32- oder 64-Bit-x86-Fassung der drei Ausführungen herunterladen kann. Die Ankündigungen verweisen zudem auf Seiten, die die Neuerungen der jeweiligen Variante näher erläutern und Hinweise zur Veröffentlichung nennen; von den Desktop-spezifischen Neuerungen abgesehen sind diese Texte allerdings weitgehend identisch.\n\nDetails zu Updates von älteren Linux-Mint-Versionen auf die neue sollen \"in Kürze\" folgen; einige diesbezügliche Hinweise finden sich aber schon in der jüngsten Ausgabe des monatlichen Mint-Newsletters. Die Firma CompuLab hat mit dem in zwei Varianten erhältlichen MintBox Mini 2 (MBM2) bereits ein international vertriebenen Minit-PC im Angebot, bei dem Linux Mint 19 vorinstalliert ist. (thl)\n\n", 
      "url": "https://www.heise.de/newsticker/meldung/Linux-Mint-19-freigegeben-Modifiziertes-Ubuntu-18-04-mit-Snapshot-Funktion-4093463.html?wt_mc=rss.ho.beitrag.atom"
    }, 
    {
      "language": "de", 
      "source_id": "https://heise.de/-4095190", 
      "text": "(Bild: dpa, Silas Stein)\n\nPikachu und Co. lassen sich an diesem Wochenende in Dortmund im Westfalenpark fangen, den \"Pokémon Go\"-Entwickler Niantic zu einer \"Safari Zone\" umgebaut hat.\n\nMehrere Tausend \"Pokémon Go\"-Spieler aus dem In- und Ausland treffen sich an diesem Wochenende in Dortmund. Anlass ist ein Fantreffen im Westfalenpark unter dem Titel \"Safari Zone\". Veranstalter ist der Entwickler des Mobilspiels, die US-amerikanische Firma Niantic. In dem Park können die Spieler mit Hilfe ihrer Handys zahlreiche virtuelle Monster fangen. Um den Reiz für die Spieler zu erhöhen, lässt Niantic dort auch einige Pokémon erscheinen, die nur selten in Europa zu finden sind. Auch im übrigen Stadtgebiet gibt es Monster zu fangen.\n\nDie Polizei appellierte im Vorfeld an die Spieler, im Straßenverkehr besonders vorsichtig zu sein, grundsätzlich die Privatsphäre anderer zu respektieren und keinen Hausfriedensbruch zu begehen. Hotels, Theater, Schiffe oder Nachbars Garten seien Plätze, an denen das Spiel meist unerwünscht sei. \"Auch auf Polizeiwachen werden nur Verbrecher gejagt, keine Pikachus!\", hieß es weiter.\n\nBei \"Pokémon Go\" gehen Spieler mit ihrem Smartphone in der realen Welt auf die Suche nach virtuellen Monster-Figuren, die sie einfangen, trainieren und gegeneinander kämpfen lassen können. Auf dem Handy-Bildschirm werden dabei die Figuren in das Kamerabild der Umgebung eingeblendet. Das Spiel löste im Sommer 2016 einen internationalen Hype aus. Nach Angaben von Niantic wurde es weltweit mittlerweile über 800 Millionen Mal heruntergeladen.\n\nUpdate, 30. Juni 2018, 13:30 Uhr\n\nc't Redakteur Ingo Storm ist vor Ort und berichtet von Problemen mit Pokémon Go trotz guter Internetverbindung. Ab ca. 10:30 Uhr hatten die Veranstalter demnach mit Problemen im Spiel zu kämpfen. Vor dem Gelände bildete sich eine lange Schlange von Fans und Spielern, die für Zutritt zum Westfalenpark und der \"Safari Zone\" anstanden. (dpa) / (bme)\n\n", 
      "url": "https://www.heise.de/newsticker/meldung/Pokemon-Go-Treffen-Safari-Zone-in-Dortmund-4095190.html?wt_mc=rss.ho.beitrag.atom"
    }, 
    {
      "language": "de", 
      "source_id": "https://heise.de/-4090709", 
      "text": "Der Einschlag eines kleinen Asteroiden könnte verheerende Auswirkungen haben. Damit das nicht überraschend passiert, scannen Experten regelmäßig den Himmel.\n\nMeterhohe Tsunamis, verheerende Erdbeben, Schockwellen und fliegende Trümmer: Was beim Einschlag eines Asteroiden auf der Erde passieren könnte, hat Hollywood in mehreren Filmen vorweggenommen. Gesteinsbrocken aus dem All mit einem Durchmesser von 1.000 Kilometern wie im Katastrophenfilm \"Armageddon\" machen Wissenschaftlern aber keine allzugroßen Sorgen. \"Diese Objekte kennen wir alle\", beruhigt Detlef Koschny von der Europäischen Weltraumorganisation Esa. Von den sogenannten erdnahen Asteroiden, die weniger als einen Kilometer Durchmesser haben, sei dagegen nur etwa ein Prozent bekannt, sagt der Wissenschaftler vor dem internationalen Tag der Asteroiden am 30. Juni.\n\nAn diesem Datum verwüstete vor 110 Jahren ein Himmelskörper in Sibirien rund 2.000 Quadratkilometer unbewohntes Gebiet – eine Fläche beinahe so groß wie das Saarland. Die Vereinten Nationen haben den Tag 2016 zum Welt-Asteroiden-Tag ausgerufen, um auf die potenzielle kosmische Bedrohung aufmerksam zu machen.\n\nKleine Asteroiden weitgehend unbekannt\n\nVor fünf Jahren schlug überraschend ein Asteroid in der russischen Region Tscheljabinsk am Uralgebirge in der Erde ein. Etwa 1.500 Menschen wurden verletzt und rund 7.000 Gebäude beschädigt. Der gigantische Brocken aus dem All hatte einen Durchmesser von rund 20 Metern und ein Gewicht von 16.000 Tonnen, wie Koschny sagt. Das entspricht etwa 200 ICE-Zügen. Eine frühzeitige Warnung hätte Schlimmes verhindern können, sagt der Experte, der auch Dozent am Lehrstuhl für Raumfahrttechnik der TU München ist. \"Dabei hätte es schon gereicht, alle Fenster in den Gebäuden zu öffnen.\"\n\nDer Fall eines Asteroiden am Himmel über Tscheljabinsk\n\n\n\nViele Asteroiden sind der Fachwelt gar nicht bekannt. \"Je kleiner die Asteroiden sind, desto weniger kennen wir.\" Per Definition haben Asteroiden einen Durchmesser von mindestens einem Meter, kleinere Gesteinsbrocken heißen Meteoroide.\n\nFlugbahnbeeinflussung und Notfallprotokolle\n\nUm herauszufinden, wie viele Asteroiden es gibt, wo sie sind, und wann sie der Erde gefährlich nahe kommen, seien mehr Spezial-Teleskope notwendig. Ziel sei es, den ganzen Nachthimmel täglich abzuscannen, sagt Koschny.\n\nErst Mitte Juni legte die US-Raumfahrtbehörde Nasa zusammen mit anderen US-Behörden ein Strategiepapier vor, wie sich die USA besser auf den Einschlag von Himmelsobjekten vorbereiten könnten. Die Experten raten unter anderem, Möglichkeiten zu entwickeln, die Flugbahn der Gesteinsbrocken zu beeinflussen und Notfall-Protokolle für den Fall eines Einschlages zu entwickeln.\n\nBedrohungseinschätzung von Wissenschaftlern\n\nDie Esa will 2019 auf Sizilien ein ganz neues Teleskop aufbauen, das innerhalb von drei bis vier Nächten den Himmel absuchen kann. Damit das in einer Nacht geht, würden noch drei bis vier solcher Teleskope gebraucht. Die Kosten schätzt Koschny auf 10 bis 15 Millionen Euro pro Stück – \"deutlich weniger als für eine Raumfahrtsmission\".\n\nDerzeit gebe es zwei große Nachthimmel-Beobachtungsprogramme, die von den USA bezahlt würden. Jedes brauche jedoch drei Wochen, um am gesamten Himmel nach Asteroiden zu suchen.\n\nWie hoch schätzen die Wissenschaftler die Bedrohung aus dem Weltall ein? Vor rund 66 Millionen Jahren hat der Einschlag eines Asteroiden die Dinosaurier ausgelöscht. Sein Durchmesser betrug etwa 15 Kilometer. Ein solch gigantisches Himmelsobjekt treffe nach wissenschaftlichen Berechnungen alle 10 Millionen bis 100 Millionen Jahre auf die Erde, sagt Koschny. Bei einem Durchmesser von nur zehn Metern sind es dagegen alle 10 bis 100 Jahre.\n\n\"Bennu\" zählt zu den gefährlichsten Asteroiden\n\nDie größte Gefahr der bekannten Objekte aus Stein und Eisen gehe von \"2010 RF12\" aus – einem Asteroid mit geschätzt zehn Metern Durchmesser. Er werde voraussichtlich im September 2095 – also in 77 Jahren – auf die Erde einschlagen, mit einer Wahrscheinlichkeit von 1 zu 16. Bei der Größe sei allerdings nicht mit sehr großen Schäden zu rechnen. Wichtig sei es, \"Apophis\" im Auge zu behalten, der schon in neun Jahren an der Erde vorbei fliegen werde – und zwar so nah, dass er mit bloßem Auge zu erkennen sein sollte.\n\n500 Meter Durchmesser und eine Sprengkraft von 80.000-Hiroshima-Atombomben: \"Bennu\" gehört zu den gefährlichsten derzeit bekannten Asteroiden. (Bild: Lawrence Livermore National Laboratory (llnl.gov))\n\nDie Nasa zählt \"Bennu\" zu den gefährlichsten der derzeit bekannten Asteroiden. Der schwarze Riesenbrocken mit einem Durchmesser von etwa 500 Metern könnte 2135 der Erde mit einer Wahrscheinlichkeit von 1 zu 2.700 gefährlich nahe kommen, heißt es.\n\nWann bekommt ein Asteroid einen Namen\n\nErst wenn ein Asteroid nachweislich dreimal um die Sonne gelaufen ist, darf ihm der Entdecker einen Namen geben. \"Apophis\" ist nach dem altägyptischen Gott benannt, der für Finsternis und Chaos steht. (Ira Schaible, dpa) / (bme)\n\n", 
      "url": "https://www.heise.de/newsticker/meldung/Welt-Asteroiden-Tag-Wie-bedrohlich-sind-Asteroiden-4090709.html?wt_mc=rss.ho.beitrag.atom"
    }, 
    {
      "language": "de", 
      "source_id": "https://heise.de/-4094930", 
      "text": "(Bild: Comic Con)\n\nAuf der Comic Con in Deutschland wird neben Cosplayern und ein paar Stars auch die Vorstellung einer neuen Serien von Amazon Prime erwartet.\n\nDie Comic Con (CCON) ist mehr als eine Präsentationsveranstaltung, auf der Comic Verlage ihre Neuerscheinungen vorstellen. Neben Cosplay, Schauspielern und dem Fanprojekt \"Project X1\" ist auch Amazon zu Gast auf der dritten deutschen Comic Con, die am 30. Juni und 1.Juli in Stuttgart stattfindet. Der Online-Riese dürfte wohl eine neue Serie für seinen Videodienst Amazon Prime Video vorstellen. Darüber hinaus werden rund 300 Comic-Autoren und 50.000 Besucher in Stuttgart erwartet. Die Verlage bieten auf der Messe Comics mit besonderen Covern für Fans und Sammler an, die nur auf der Comic Con erhältlich sind.\n\nWie das US-Pendant in San Diego ist die deutsche Comic Con ein Treffpunkt für Cosplayer, die viel Arbeit und Zeit in ihre akribisch gefertigten Kostüme stecken, um den Helden und Charakteren aus Comics, Mangas, Animes, Videospielen, Spielfilmen und Serien möglichst ähnlich zu sein. An beiden Tagen finden Cosplay-Wettbewerbe statt, um die kreativen Kostüme der Cosplayer zu bewerten. Während am Samstag im Solo-Contest einzelne Teilnehmer sich der Bewertung stellen, findet am Sonntag der Group-Contest statt, bei dem die Cosplayer als Gruppe auftreten können.\n\nStar Trek, Star Wars, Game of Thrones\n\nUS-Schauspielerin Marina Sirtis, die in der erfolgreichen US-Fernsehserie \"Star Trek: The Next Generation\" (hierzulande \"Raumschiff Enterprise – Das nächste Jahrhundert\") die Halb-Betazoidin Deanna Troi gespielt hat, wird als Vertreterin des \"Star Trek\"-Universums auf der Comic Con erwartet. Star Trek ist eng mit der Comic Con verbunden, die Welt-Premiere des Kinofilms \"Star Trek Beyond\" fand 2016 auf der Comic Con International in San Diego statt.\n\nFür das \"Star Wars\"-Franchise hat sich Joonas Suotamo in Stuttgart angesagt. Der 2,11 Meter große Finne steckt seit den jüngsten \"Star Wars\"-Filmen \"The Last Jedi\" und \"Solo\" im Kostüm des Wookie Chewbacca, der zuvor vom Briten Peter Mayhew gespielt wurde. Der Ex-Basketballer Suotamo hatte schon bei \"The Force Awakens\" Erfahrungen als Double für Mayhew gesammelt.\n\nDie beliebte US-Serie Game of Thrones ist mit Nikolaj Coster-Waldau, bekannt als der \"Königsmörder\" Jamie Lannister, und Pilou Asbæk, dem Darsteller von Euron Graufreud, vertreten. Auch Schauspieler Gil Gerard, Ende der 1970er Jahre als Captain William \"Buck\" Rogers im Kino, soll zu Besuch auf die Comic Con nach Deutschland kommen. Größtes Highlight könnte aber der \"unzerstörbare\" Chuck Norris werden. Auf der Website kündigt der Veranstalter zudem weitere Helden an, unter anderem aus dem Marvel Universum.\n\nX-Wing und TIE Fighter\n\nDas Fanprojekt \"Project X\" zeigt auf der Messe seine Nachbauten der Raumschiffe \"X-Wing\" und \"TIE Fighter\" aus den Star Wars Filmen. Michael Schramm und seine Freunde haben in jedes Modell mehr als 1200 Arbeitsstunden gesteckt und Material im Wert von 35.000 Euro verbaut. Seit Donnerstag bauen die Hobbytüftler die einzelnen Teile, die per Schwertransport angekommen sind, zu den beiden Raumschiffen zusammen, die schon im Disneyland Paris ausgestellt waren. Auch ein Nachbau vom Thron des Imperators soll bereitstehen. (Mit Material der dpa) /\n\nUpdate, 30. Juni 2018, 13:00 Uhr:\n\nFür Superstar Chuck Norris gab es laut seinem Managemant Probleme bei der Anreise, aufgrund dessen er an der Comic Con nicht teilnehmen kann. Gregg Sulkin, der in Marvel's Runaway den Superhelden Chase Stein spielt, hat seinen Flieger aufgrund aktueller Dreharbeiten nicht erreicht und wird ebenfalls nicht vor Ort sein, das teilte der Veranstalter auf seiner Website mit. (bme)\n\n", 
      "url": "https://www.heise.de/newsticker/meldung/Comic-Con-in-Stuttgart-Comics-Anime-Cosplay-und-Stars-4094930.html?wt_mc=rss.ho.beitrag.atom"
    }, 
    {
      "language": "de", 
      "source_id": "https://heise.de/-4093113", 
      "text": "@ctmagazin | c't uplink\n\nIn c't uplink verschlüsseln wir USB-Sticks und machen sie danach kaputt. Außerdem testen wir einen 3D-Scanner und fragen uns: Wie wichtig ist das SoC beim Smartphone-Kauf?\n\nBei Problemen mit der Wiedergabe des Videos aktivieren Sie bitte JavaScript\n\nAlle reden immer vom Datenschutz in der Cloud und auf dem Rechner – und transportieren dann wichtige Dateien und private Fotos auf unverschlüsselten USB-Sticks durch die Gegend. In c't zeigen wir deshalb diese Woche, wie man USB-Sticks richtig verschlüsselt – privat und im Unternehmen. Außerdem stellen wir uns die Frage: Wie zerstört man einen USB-Stick so, dass auch wirklich keine Daten mehr ausgelesen werden können?\n\nAlexander Spier hat sich für c't mit der Frage auseinandergesetzt, wie wichtig das System-on-Chip (SoC) beziehungsweise der Prozessor noch für Smartphones ist. Inzwischen ruckeln ja selbst die Oberflächen von Mittelklasse-Smartphones kaum noch. Trotzdem sollte man sich genau anschauen, welche Versionsnummer der Snapdragon, Kirin oder Exynos hat – denn gerade bei älteren Prozessoren lauern Akkufresser und schlecht unterstützte Modelle.\n\n3D-Scanner verwandeln Objekte aus dem echten Leben in virtuelle 3D-Modelle – und sind meist richtig teuer. Der über eine Kickstarter-Kampagne finanzierte Eora 3D soll preiswert und dennoch präzise sein – ob das stimmt, hat c't-Redakteur Michael Link getestet.\n\nMit dabei: Michael Link, Jan Schüssler, Alexander Spier und Achim Barczok\n\nDie komplette Episode 22.9 zum Nachhören und Herunterladen:\n\nBei Problemen mit der Wiedergabe des Videos aktivieren Sie bitte JavaScript\n\nAlle früheren Episoden unseres Podcasts gibt es unter www.ct.de/uplink.", 
      "url": "https://www.heise.de/ct/artikel/c-t-uplink-22-9-USB-Sticks-verschluesseln-Mobile-CPUs-Handy-3D-Scanner-4093113.html?wt_mc=rss.ho.beitrag.atom"
    }, 
    {
      "language": "de", 
      "source_id": "https://heise.de/-4096039", 
      "text": "Pro und Contra sehr günstiges Set\n\ngutes Flugverhalten\n\ngutes Live-Bild niedrige Reichweite\n\nkeine Aufnahmefunktion Note gut 2 ab 79,99 Euro Anzeige\n\nDer Einstieg ins FPV-Fliegen mit Drohne und Brille war noch nie so günstig. Wir haben ein Einsteiger-Set für Rennen in Garten und Wohnzimmer getestet. Kostenpunkt: Unter 100 Euro.\n\n[Design]Design und Lieferumfang\n\nDer Eachine 013 ist unter verschiedenen Namen, von verschiedenen Herstellern und in Bundles mit und ohne FPV-Brille erhältlich. Wir haben unser Testmodell Eachine E013 ohne Brille bestellt, da wir bereits mehrere vergleichbare Brillen im Einsatz haben. Wer noch keine Videobrille zur Verfügung hat, sollte die einfache, aber qualitativ ausreichende Einsteiger-Brille im Set mitbestellen. Mehr dazu später.\n\nDer rote Mini-Racer kommt ordentlich verpackt bei uns an. Neben der handtellergroßen Drohne mit integrierter Kamera gehören ein USB-Ladegerät, ein 3,7-Volt-Akku, ein Schraubendreher, ein Satz Ersatzpropeller und eine Mini-Fernsteuerung zum Lieferumfang. Die Verarbeitung von Drohne und Handsender ist gut und kann mit teuren Modellen wie Inductrix FPV (Testbericht) oder DJI Tello (Testbericht) mithalten.\n\nSo sieht der Lieferumfang (ohne Brille) aus.\n\nEin Netzteil zur Stromversorgung des USB-Ladegerätes und drei AAA-Batterien für den Handsender sind nicht beigepackt.\n\nTechnische Ausstattung\n\nDer Mini-Racer ist lediglich mit einer elektronischen Lageerkennung ausgestattet. Diese sorgt dafür, dass die Drohne gerade in der Luft steht. GPS, optische Sensoren oder ein Barometer sind nicht verbaut – damit hält der Copter weder Höhe noch Position von selbst. Manuelles Steuern muss man üben. Es ist nicht schwer, aber man sollte sich darauf einstellen, dass die ersten Versuche in harmlosen und schadfreien Abstürzen enden.\n\nDie integrierte Kamera und der 5,8-GHz-Videosender sind nicht zur Aufnahme von Fotos und Videos gedacht. Sie liefern stattdessen ein verzögerungsfreies Live-Bild aus der Sicht des kleinen Racers. Empfangen wird das Videosignal entweder mit der Brille aus dem Set oder jeder beliebigen FPV-Brille mit 5,8-GHz-Empfänger.\n\nDie Drohne besteht aus einem leicht flexiblen und stabilen Kunststoffrahmen, einer Hauptplatine mit integriertem Empfänger und vier Bürstenmotoren. Die Motoren mit einem Durchmesser von 6 Millimetern sind Standard-Motoren, wie sie auch im Inductrix FPV (Testbericht) verbaut sind. Ersatzteile sind bei diversen China-Shops, bei eBay und Amazon sowie beim Modellbau-Fachgeschäft zu bekommen.\n\nDer mitgelieferte Akku hat eine Kapazität von 220 mAh. Die Flugzeit liegt, abhängig vom Flugstil, bei etwa 4 bis 5 Minuten. Das Laden mit dem mitgelieferten USB-Ladegerät dauert zwischen 20 und 25 Minuten. Wer nicht so lange warten möchte, sollte sich einen Satz Akkus mit passendem Mehrfachladegerät dazu bestellen. Die Kosten für ein Set mit vier bis fünf Akkus sind niedrig, es kostet etwa 15 Euro.\n\nEinfache Brillen, wie die aus dem Set, haben meist einen kleinen Akku verbaut und werden über den MicroUSB-Abnschluss geladen.\n\nFlugmodi\n\nZwar hat auch der günstige China-Copter eine Lageerkennung, auf einen Höhenmesser oder ein optisches Positionierungssystem wie die DJI Tello verfügt der Racer jedoch nicht. Abgesehen von der Stabilisierung muss sich der Pilot selbst um das Halten der Höhe und Position kümmern. Sobald der Pilot beispielsweise vom Schwebeflug in den Vorwärtsflug übergeht, muss er etwas mehr Gas geben, um nicht an Höhe zu verlieren. Und fliegt der Copter mit Schwung geradeaus, bremst er nicht, wenn man den Controller loslässt: Er stellt sich zwar gerade, driftet aber weiter in Flugrichtung, bis der Pilot einen kurzen Gasstoß in die Gegenrichtung gibt.\n\nZur Steuerung stehen insgesamt drei verschieden Empfindlichkeitsstufen zur Wahl. Während der Quadcopter im Standard-Modus nur sehr zaghaft auf Steuerbefehle reagiert, erscheint uns die höchste Stufe zu feinfühlig. Die mittlere Empfindlichkeitsstufe ist aus unserer Sicht die ideale Einstellung; sowohl für Anfänger, als auch für geübte Piloten. Zum Durchschalten der Empfindlichkeit reicht ein Druck auf den rechten Stick des Handsenders.\n\nDer Handsender sieht sehr nach Spielzeug aus – funktioniert aber sehr gut.\n\nFlug-Charakteristik\n\nVerglichen mit Video-Drohnen ist der kleine FPV-Racer zappelig und unruhig. Das liegt an der sehr direkten Steuerung und den fehlenden Sensoren. Der Pilot muss auch in Innenräumen ständig Lage und Höhe korrigieren. Ansonsten driftet die Mini-Drohne ab.\n\nObwohl der kleine Handsender nach billigem China-Spielzeug aussieht, ermöglicht er eine präzise und zuverlässige Steuerung. Abgesehen von der verhältnismäßig geringen Reichweite von etwa 70 bis 100 Metern ist das Flugverhalten mit dem des deutlich teureren Inductrix FPV (Testbericht) vergleichbar.\n\nUnter Stühlen oder unter Tischen durchfliegen? Mit etwas Fingerspitzengefühl klappt das problemlos. So werden Wohnzimmer oder Vorgarten schnell zum aufregenden Hindernisparcour. Wenn das Funksignal zum roten Flitzer abreisst, schalten sich die Motoren ab und die Drohne geht zu Boden. Die zahlreichen Crashes während der Testphase hat unser Mini-Racer übrigens gänzlich unbeschadet überstanden.\n\nBildqualität\n\nDie Bildqualität ist natürlich nicht mit der von Video-Drohnen vergleichbar, aber das macht nichts. Wichtiger als eine hohe Auflösung ist beim FPV-Flug die Latenz des Videosignals. Spürbarer Zeitversatz, wie bei der Übertragung per WLAN, kommt für FPV-Piloten nicht in Frage. Und hier macht der billige China-Racer eine wirklich gute Figur. Das Videosignal ist stabil und die Bildqualität gut. Latenz-Probleme wie beim Modell Revell Spot VR (Testbericht) treten dank 5.8-GHz-Übertragung nicht auf.\n\nDas sieht der Pilot durch seine FPV-Brille.\n\nUnsere privat genutzte Brille ist mit der aus dem Set vergleichbar. Diese einfachen FPV-Brillen können zwar in Sachen Design und Empfang nicht mit hochwertigen Modellen mithalten, für den Nahbereich und die ersten Schritte sind sie aber ausreichend. Während die Darstellung wirklich gut ist, enttäuscht bei unserem Modell lediglich die kurze Akkulaufzeit von gerade einmal 15 bis 20 Minuten. Eine Powerbank schafft Abhilfe und ermöglicht deutlich längere Flug-Sessions.\n\nBrillenträger brauchen entweder eine FPV-Brille mit einem Bildschirm, deren Gehäuse so groß ist, dass die Brille passt – oder ein Modell mit austauschbaren Linsen. Für hochpreisigen Brillen, etwa von Fatshark, gibt es passende Linsen in Sehstärke. Die Brille aus dem Set eignet sich nur für Menschen ohne oder mit sehr geringer Fehlsichtigkeit beziehungsweise für Kontaktlinsenträger.\n\nVarianten\n\nDen knallroten Mini-Racer gibt es unter den Modellbezeichnungen Eachine E013, Redpawz R011 oder Makerfire Armor Shark. Abgesehen von der Kunststoffabdeckung und der Bezeichnung sind die Modelle identisch. Einsteiger sollten das Set mit Brille kaufen: günstiger ist eine FPV-Brille nicht zu bekommen.\n\nDer Akku wird an der Unterseite eingesteckt.\n\nZubehör\n\nFür den Test-Multicopter sind Ersatzmotoren, Ersatzrahmen, Akkus, Ladegeräte und Propeller erhältlich. Da der Akku und die Motoren über einen Standard-Anschluss verfügen, können diese auch von Drittherstellern gekauft werden. Wer möchte, kann beispielsweise Akkus mit einer höheren Kapazität oder kräftigere Tuning-Motoren verwenden.\n\nFazit\n\nGute Flugeigenschaften und die verzögerungsfreie 5.8-GHz-Bildübertragung machen den günstigen Multicopter zu einem ernstzunehmenden Konkurrenten zu Horizon Hobbys Inductrix FPV. Die Reichweite ist zwar geringer, der sehr niedrige Preis macht das Angebot trotzdem äußerst attraktiv: Im Set mit Brille kostet der Eachine 013 nur etwa halb so viel wie der Inductrix FPV.\n\nWer in die FPV-Fliegei einsteigen möchte, kann mit dem Set erste Erfahrungen sammeln, ohne dabei viel Geld ausgeben zu müssen. Aber auch erfahrene Hobby-Piloten kommen mit dem Mini-Racer auf Ihre Kosten. Lediglich bei extremen Flugmanövern fehlt es dem Eachine-Modell an Power. Profis können dann immer noch auf stärkere Tuning-Motoren zurückgreifen.\n\nFür das Aufnehmen von Fotos und Videos ist die Wohnzimmer-Drohne allerdings ungeeignet. Wer lieber Fotos mit seiner Mini-Drohne schießen will, sollte besser zum Modell Tello von DJI (Testbericht) greifen. Geht es primär um die Aufzeichnung von Videos gibt es derzeit kaum eine Alternative zur DJI Spark (Testbericht). Wer lieber ohne Videobrille durch sein Wohnzimmer düsen möchte, sollte sich den nochmal günstigeren S9W Multicopter (Testbericht) im Mini-Format ansehen.\n\nAlternativen\n\nPermalink: https://techstage.de/-4096039", 
      "url": "https://www.techstage.de/news/Eachine-013-im-Test-guenstiges-FPV-Einsteigerset-4096039.html?wt_mc=rss.ho.beitrag.atom"
    }, 
    {
      "language": "de", 
      "source_id": "https://heise.de/-4096087", 
      "text": "(Bild: Sparkasse)\n\nBei Google Pay machen bisher nur wenige Banken mit – und die Sparkassen haben abgewunken. Deren eigene App soll nun Ende des Monats erscheinen.\n\nDie Sparkassen-App für mobiles Bezahlen mit dem Android-Smartphone soll am 30. Juli erscheinen. Eine Beta-Version ist derzeit schon im Android PlayStore verfügbar. Die funktioniert aber nur mit Konten einiger ausgewählter Sparkassen, deren Mitarbeiter und Kunden das System noch einmal auf Herz und Nieren testen. Zum Starttermin Ende Juli sollen dann rund 300 Sparkassen dabei sein, erklärte ein Sprecher der Sparkassen-Tochter S-Payment gegenüber heise online.\n\nEin Blogger hat bereits eine Liste der am Beta-Test teilnehmenden Sparkassen veröffentlicht, die nach Informationen von heise online korrekt ist. Kunden anderer Sparkassen müssen sich noch bis Ende Juli gedulden. Ein Großteil der rund 380 deutschen Sparkassen wird seinen Kunden dann das mobile Bezahlen mit dem Smartphone ermöglichen. In der Sparkassen-App kann man im Unterschied zu den anderen Zahlungssystemen neben der Kredit- auch eine Girokarte hinterlegen.\n\nEigene Pläne oder doch Google Pay?\n\nIm Play-Store ist die Beta-Version der App erhältlich. (Bild: Screenshot/Google Play Store)\n\nWeil die Sparkassen ihre eigenen Pläne für das mobile Bezahlen verfolgen, können deren Kunden können ihre Kreditkarten nicht mit dem vor einigen Tagen gestarteten Google Pay einsetzen. Zwar hatte der Sparkassen- und Giroverband eine Zusammenarbeit mit Google kürzlich als “keine Option” bezeichnet, doch ist die Tür da offenbar noch nicht ganz zu. Es gibt zwar keine konkreten Gespräche, aber ganz ausschließen wollen die Sparkassen eine Öffnung für Google auch nicht. „Wir machen das, was wir für unsere Kunden als sinnvoll erachten”, sagte der Sprecher.\n\nDie Auswahl bei mobilen Bezahlsystemen wird größer. Neben Boon und Glase (ehemals Seqr) sowie zahlreichen Apps des Einzelhandels, die es schon länger gibt, sind inzwischen auch die Fidor-Bank und Garmin hierzulande am Start. Seit der vergangenen Woche gibt es nun auch Google Pay in Deutschland. Zunächst sind bei Google nur einige ausgewählte Banken mit an Bord, das soll sich aber mittelfristig ändern.\n\nDoch es gibt einen Umweg, mit dem auch Kunden anderer Banken und der Sparkassen schon bei Google Pay mitmachen können: Die virtuelle Prepaid-Mastercard der Boon-App wird von Google Pay akzeptiert und kann mit den meisten Kreditkarten oder per Überweisung aufgeladen werden. Nach einer Gratis-Testphase kostet Boon 1,49 Euro pro Monat. (vbr)\n\n", 
      "url": "https://www.heise.de/newsticker/meldung/Mobiles-Bezahlen-Sparkassen-App-kommt-Ende-Juli-4096087.html?wt_mc=rss.ho.beitrag.atom"
    }, 
    {
      "language": "de", 
      "source_id": "https://heise.de/-4096011", 
      "text": "(Bild: Light)\n\nKamera-Hersteller Light, der vergangenes Jahr ein Kamera-Modell mit 16 Linsen vorstellte, will seine Multi-Linsen-Technik nun auch in Smartphones integrieren.\n\nKamera-Hersteller Light hat den Prototyp eines aus neun Linsen bestehenden Kamerasystems für Smartphones gezeigt. In ersten Konzeptstudie, die der Herstellers Journalisten der Washington Post vorstellte, arbeiten zwischen fünf und neun Linsen auf der Rückseite des Mobilgeräts. Damit sollen sich Fotos mit bis zu 64 Megapixel schießen lassen. Auch bei schlechten Lichtverhältnissen könne die Multi-Linsen-Technik gute Ergebnisse erzielen. Die Anpassung des Tiefeneffekts soll hingegen kreative Fotografen zufrieden stimmen.\n\nDie von Light entwickelte Multi-Linsen-Technik kommt bereits in der hauseigenen Kamera The Light L16 zum Einsatz. In der Kompaktkamera arbeiten 16 Linsen mit unterschiedlichen Brennweiten, die Einzelaufnahmen per Algorithmus zu einem Foto mit 52 Megapixel zusammenfügen. Neben einem fünffachen Zoom kann die Kamera durch ihre 16 Linsen auch die Tiefenschärfe anpassen.\n\nMarktreife im nächsten Jahr\n\nLight geht laut Bericht der Washington Post davon aus, dass bereits im kommenden Jahr die ersten Smartphones mit der hauseigenen Multi-Linsen-Technik auf den Markt kommen sollen. Rückendeckung erhält das Unternehmen von Foxconn. Die Mobilsparte des Fertigers hat sich die Technologie lizenzieren lassen und gleichzeitig eine unbestimmte Summe in Light investiert. Unklar bleibt jedoch, ob Light die Smartphones selbst entwickeln oder mit etablierten Smartphone-Herstellern kooperieren möchte.\n\nWie teuer die Smartphones mit dem Kamera-System von Light ausfallen werden, bleibt ebenfalls ungewiss. Da der Hersteller aber für seine Kamera bereits 1950 US-Dollar aufruft, ist davon auszugehen, dass auch die Smartphones mit neun Linsen recht kostspielig sein werden. (Michael Söldner) / (axk)\n\n", 
      "url": "https://www.heise.de/newsticker/meldung/Light-will-System-aus-neun-Kamera-Linsen-in-Smartphones-integrieren-4096011.html?wt_mc=rss.ho.beitrag.atom"
    }, 
    {
      "language": "de", 
      "source_id": "https://heise.de/-4095939", 
      "text": "Je mehr Perspektiven die KI in einem Labyrinth sieht, desto besser kann sie neue Ansichten der Szene berechnen. Aus der erwarteten Änderung der Vorhersagen, falls eine neue Ansicht hinzukommt, kann das System sogar berechnen, welche Bereiche besonders interessant zu erkunden wären. (Bild: Neural scene representation and rendering, Eslami et al. )\n\nIn Bildern eine Szene zu erkennen gilt als Voraussetzung für KI-basierte Robotik. Eine KI von Deep Mind kann das - allerdings bisher nur in virtuellen Räumen.\n\nForscher der Google-Tochter Deep Mind haben mit den Generative Query Networks eine Architektur für neuronale Netze vorgestellt, die anhand visueller Beispiele Szenen rekonstruieren kann. Sie trainierten das System, indem sie ihm Bilder einfacher virtueller Szenen zeigten und es Bilder bisher unbekannter Kamerapositionen berechnen sollte. Die Ergebnisse sind kaum von Renderings zu unterscheiden.\n\nInspiriert von menschlicher Wahrnehmung\n\nNimmt ein Mensch eine neue Szene, beispielsweise einen unbekannten Raum wahr, bewegt er sich und erhält durch die unterschiedlichen Perspektiven sehr schnell einen Eindruck der Objekte im Raum, ihrer Textur und ihrer Beleuchtung. Mit diesem Wissen kann ein Mensch sich mühelos vorstellen, wie der Raum aus anderen Perspektiven aussieht, selbst wenn er den Raum noch nie aus der imaginierten Perspektive gesehen hat.\n\nDamit ein neuronales Netz sich auch neue Perspektiven vorstellen kann, muss es eine abstrakte, vom Blickwinkel unabhängige Repräsentation des Raums berechnen. Bisherige Hoffnungen, dass sich solche Repräsentationen automatisch auf den versteckten Schichten neuronaler Netze bilden, haben sich nicht bewahrheitet. Gerade in der Robotik geht man aber davon aus, dass eine solche Repräsentation Voraussetzung für Aufgaben wie Navigation und Planung ist.\n\nWeltmodell erzwingen\n\nDas Team bei Deep Mind hat sich deswegen eine Architektur für ihr neuronales Netz überlegt, die eine solche Repräsentation erzwingt. Die Architektur ähnelt einem Autoencoder, indem sie das Netz in zwei Teile teilt: Der erste Teil berechnet aus einem Bild einen hochdimensionalen Vektor (256 oder mehr Dimensionen), der als Repräsentation der Szene dient. Der zweite Teil berechnet aus diesem Vektor und der gewünschten Kameraposition wieder ein Bild.\n\nDie Repräsentation der Szene (Raumform, Objektpositionen, Texturen, Beleuchtung) berechnet das System mit einem tiefen Convolutional-Network. Kommt die Position der Kamera erst nach drei Schichten, die den Bildinhalt abstrahieren, hinzu, geht das Training schneller. (Bild: Neural scene representation and rendering, Eslami et al.\n\nFür den ersten Teil verwendete Deep Mind ein Convolutional Network, das die Auflösung des Bilds schrittweise verkleinert und die Bildinformationen in immer abstrakteren Repräsentationen codiert. Solche Netzwerke sind spätestens seit DeepFakes im Trend, da sie sich auch sehr effizient auf Grafikkarten berechnen lassen.\n\nEine solche Berechnung führt das System für jedes Bild der Szene aus und addiert einfach die Vektoren, die dabei herauskommen. Damit das funktioniert, muss das Netzwerk nicht nur lernen, die erkannten Eigenschaften im Vektor zu speichern, sondern auch bei allem, was im Bild nicht zu sehen ist, eine 0 auszugeben.\n\nMehrschrittiger Generator\n\nDer zweite Teil des Netzes generiert aus dem Szenenvektor, der gewünschten Kameraperspektive und ein paar Zufallszahlen ein Bild. Autoencoder würden an dieser Stelle auch ein Convolutional Network mit mehreren Schichten verwenden. Generative Query Networks verwenden stattdessen ein Convolutional LSTM. Das startet mit Nullen in seiner internen Repräsentation und übernimmt in mehreren Schritten immer mehr Informationen aus dem immer gleichen Szenenvektor.\n\nDas Generatornetzwerk ist ein Convolutional-LSTM. Seine Eingabe ist jedoch keine Sequenz, sondern immer die gleiche zuvor berechnete Repräsentation der Szene sowie die gewünschte Kameraposition. (Bild: Neural scene representation and rendering, Eslami et al.\n\nVielseitige Struktur\n\nDie relativ komplexe Struktur der Generative Query Networks scheint sich gut auf unterschiedliche Probleme anpassen zu lassen. So enthält das in Science veröffentlichte Paper Rekonstruktionen von Räumen mit bunten Objekten, Rekonstruktionen von Shepard-Metzler-Objekten (zufällig aus bunten Würfeln zusammengesetzte Objekte), Rekonstruktionen zufälliger Labyrinthe und Rekonstruktionen von Szenen mit einem Roboterarm.\n\nDie Beispiele deuten darauf hin, dass erweiterte Generative Query Networks auch in realen Umgebungen funktionieren könnten, was beispielsweise für die Wegfindung von Staubsaugerrobotern oder für die motorische Planung von Greifarmen nützlich sein könnte.\n\nMit den Vektoren, die die Szene repräsentieren lässt sich zu einem gewissen Grad rechnen. Das funktioniert bei der gleichen Kameraposition recht gut (A), schlägt aber bei unterschiedlicher Anzahl der Objekte (B), unterschiedlicher Größe (C) und unterschiedlichen Kamerapositionen (D) fehl. (Bild: Neural scene representation and rendering, Eslami et al.\n\n(Pina Merkert) / (jme)\n\n", 
      "url": "https://www.heise.de/newsticker/meldung/Deep-Minds-neue-KI-konsruiert-Raeume-aus-Bildern-4095939.html?wt_mc=rss.ho.beitrag.atom"
    }, 
    {
      "language": "de", 
      "source_id": "https://heise.de/-4095145", 
      "text": "Ein Apple-Maps-Fahrzeug. (Bild: AppleInsider)\n\nDer Konzern hat Details dazu verraten, wie er Daten für Apple Maps erfasst – und dabei die Privatsphäre schützen will.\n\nAusgangsbasis für Apples runderneuerten Kartendienst sind eigene Erfassungsfahrzeuge, die seit mindestens 2015 unterwegs sind – auch in Europa. Gegenüber US-Medien gab der iPhone-Produzent nun erstmals Details zu deren technischer Ausstattung bekannt.\n\nWeiße Vans auch in Europa unterwegs\n\nDie üblicherweise hell gestrichenen Vans mit \"Apple Maps\"-Aufdruck samt Verweis auf maps.apple.com beinhalten mehr als nur einen GPS-samt-Kamera-Aufbau, schreibt das IT-Blog TechCrunch, das im Apple-Auto mitfahren durfte. Mit an Bord sind auch vier LIDAR-Arrays an allen Ecken. Insgesamt können acht Kameras überlappende hochauflösende Aufnahmen der Umgebung machen.\n\nDie Aufnahmen landet in einem am Boden montierten Mac Pro, der an einem SSD-Array hängt. Die Kartenerfassungssoftware selbst läuft auf einem iPad, das per USB mit der restlichen Anlage in Verbindung steht. Pro Fahrt sind mindestens zwei Mitarbeiter im Auto: Einer fährt, der andere überprüft die Erfassung. Pro Tour werden Tausende von Bildern samt einer 3D-Punktwolke der gesamten Umgebung erfasst. Die Daten könnte Apple später auch für sein Projekt eines autonomen Fahrzeugs nutzen.\n\nVerschlüsselt vom Auto bis zum Rechenzentrum\n\nIn Sachen Datenschutz will Apple laut eigenen Angaben alles richtig machen: Die aufgezeichneten Bilder und Daten werden verschlüsselt auf den SSDs abgelegt, die dann zu einem Rechenzentrum des Konzerns geliefert werden. Eigene Algorithmen entfernen daraus dann personenbezogene Daten wie Gesichter oder Kennzeichen. Software, die die Daten später weiter verwendet, enthält keinen Zugriff auf das Rohmaterial – Techniker ebenfalls nicht. Apples Mitarbeiter gaben an, das hohe Sicherheitsniveau sorge nicht dafür, dass sie bei ihrer Arbeit eingeschränkt sind.\n\nTatsächlich muss Apple aber auch keinen Dienst schaffen, der als Werbeplattform dient – Apple Maps ist für iOS- und macOS-Nutzer kostenlos und wird im Gegensatz zu Google Maps reklamefrei offeriert. Eddy Cue, Dienstechef des Unternehmens, betonte, man sammle Daten stets in anonymisierter Form und könne daher beispielsweise gar nicht sagen, ob sich eine Person von Punkt A nach Punkt B bewegt hat. \"Das war stets ein zentraler Punkt.\" Das Sammeln von noch mehr Daten verhelfe Apple zu nichts. \"Wir verlieren keine Funktionen und Fähigkeiten.\" (bsc)\n\n", 
      "url": "https://www.heise.de/mac-and-i/meldung/Was-in-Apples-Kartenautos-steckt-4095145.html?wt_mc=rss.ho.beitrag.atom"
    }, 
    {
      "language": "de", 
      "source_id": "https://heise.de/-4095840", 
      "text": "(Bild: EU-Kommission)\n\nRechtspolitiker der CDU/CSU-Fraktion stellen sich gegen die Digitalexperten in den eigenen Reihen. Verleger wittern \"Manipulation\".\n\nDurch die CDU/CSU-Bundestagsfraktion geht im Streit um die anstehende Entscheidung im Plenum des EU-Parlaments über die Urheberrechtsreform ein massiver Riss. Am Freitag hatten zunächst Netzpolitiker der Union wie Digitalstaatssekretärin Dorothee Bär (CSU) und Thomas Jarzombek (CDU) zusammen mit Kollegen aus SPD und FDP an die deutschen EU-Abgeordneten appelliert, am Donnerstag gegen die geplanten Upload-Filter und das fünfjährige Leistungsschutzrecht für Presseverleger im Internet zu stimmen und die anderslautende Vorlage aus dem Rechtsausschuss abzulehnen. Doch die Retourkutsche aus anderen Lagern der Unionsfraktion ließ nicht lange auf sich warten.\n\n\n\nSo haben mittlerweile die Rechtspolitiker von CDU und CSU die Mitglieder der konservativen Fraktion der Europäischen Volkspartei (EVP) im EU-Parlament gebeten, die Vorlage zu befürworten. Sie stärken damit dem Berichterstatter Axel Voss (CDU) den Rücken, demzufolge Online-Plattformen mit nutzergenerierten Inhalten \"angemessene und verhältnismäßige Maßnahmen\" ergreifen sollen, damit illegale Werke von vornherein dort nicht auftauchen.\n\n\"Grundlage für Qualitätsjournalismus\"\n\nDie Rechtsexpertin der CDU/CSU-Fraktion, Elisabeth Winkelmeier-Becker, und ihr Kollege Ansgar Heveling zeigten sich überzeugt, dass mit dem Beschluss des Rechtsausschusses ein \"fairer Ausgleich zwischen den Rechten der Urheber einerseits und dem Informations- und Nutzungsinteresse der User anderseits erreicht wird\". Die gegen Artikel 13 und die damit verknüpften Upload-Filter \"drastisch vorgebrachte Kritik\" entbehre jeder Grundlage. Große Plattformbetreiber, \"deren Geschäftsmodell die Speicherung und Veröffentlichung von urheberrechtlich geschützten Material ist\", müssten \"stärker in die Verantwortung genommen werden\". Auch das in Artikel 11 vorgesehene Presseleistungsschutzrecht sorge für eine ausgewogene finanzielle Beteiligung der Verleger \"an ihren Werken\". Diese erbrächten \"eine wichtige redaktionelle Leistung\" und bildeten \"die Grundlage für Qualitätsjournalismus\".\n\nSchärfere Worte finden Lobbygruppen der Verlage. Sie hängen sich vor allem an der Ansage der Netzpolitiker auf, dass im schwarz-roten Koalitionsvertrag keine Unterstützung für ein EU-Leistungsschutzrecht vereinbart sei. \"Die einseitige und unzutreffende Argumentation von Frau Bär und Herrn Jarzombek ist ein Schlag ins Gesicht der freien Presse\", wetterte Stephan Scherzer vom Verband Deutscher Zeitschriftenverleger (VDZ). Es handle sich um einen \"besonders unverfrorenen Manipulationsversuch, die EU-Parlamentarier auf der Grundlage unzutreffender Informationen zu einem bestimmten Abstimmungsverhalten zu veranlassen\". Der Bundesverband Deutscher Zeitungsverleger (BDZV) warf den Digitalpolitikern Lüge vor. Er habe Kanzlerin Angela Merkel (CDU) daher einen \"Brandbrief\" übergeben.\n\nVollmacht für Verlage?\n\nIm Koalitionsvertrag heißt es wörtlich: \"Im Urheberrecht unterstützen wir nachdrücklich eine zeitnahe Regelung zur Verlegerbeteiligung bei den Verwertungsgesellschaften und stärken die Position der Verleger auf europäischer Ebene durch eine eigene Rechtsposition.\" Denkbar ist bei einer solch vagen Formulierung etwa auch eine Art Vollmacht für Verlage, damit diese anstelle einzelner Zulieferer wie freie Journalisten gegen Urheberrechtsverstöße im Internet vorgehen könnten. Neben den Grünen hatten eine solche bereits federführende EVP-Politiker ins Spiel gebracht, bevor Voss das Ruder übernahm.\n\nLaut ORF dürfte es im Plenum in Straßburg wohl keine Mehrheit mehr für die Empfehlung des Rechtsausschusses geben. Die Abgeordneten könnten ihre Position zur Urheberrechtsrichtlinie damit bis zum Herbst noch einmal überarbeiten. So würden die österreichischen EU-Abgeordneten aller fünf Fraktionen voraussichtlich geschlossen dafür stimmen, die Position der Rechtspolitiker nicht einfach durchzuwinken. Auch in den Reihen von EVP-Vertretern aus Schweden, Tschechien und Polen rumore es. Die neue italienische Regierung lehne die Novelle völlig ab.\n\n(Stefan Krempl) / (anw)\n\n", 
      "url": "https://www.heise.de/newsticker/meldung/EU-Copyright-Upload-Filter-CDU-CSU-Netzpolitiker-unter-Beschuss-4095840.html?wt_mc=rss.ho.beitrag.atom"
    }, 
    {
      "language": "de", 
      "source_id": "https://heise.de/-4095741", 
      "text": "(Bild: SUSE)\n\nVon Novell zu Attachmate zu Micro Focus zu EQT: Die Nürnberger Linux-und-Open-Source-Firma SUSE wechselt erneut den Eigentümer und soll weiter wachsen.\n\nMicro Focus, Eigentümer von SUSE, verkauft die Nürnberger Open-Source-Firma an den schwedischen Finanzinvestor EQT Partners. Dieser zahlt dem britischen Software-Haus für die Übernahme laut EQT-Mitteilung 2,5 Milliarden US-Dollar. Wenn die Aktionäre von Micro Focus dem Kauf zustimmen und auch die Wettbewerbsbehörden ihre Genehmigung erteilen, sollte der Deal Anfang 2019 vollzogen sein.\n\nEr ist nicht das erste Mal, das SUSE den Eigentümer wechselt. 2004 war der 1992 als \"Gesellschaft für Software und System Entwicklung mbH\" (S.u.S.E.) gegründete Linux-Spezialist unter die Fittiche von Novell gekommen. Das Netzwerk-Unternehmen wurde seinerseits zu großen Teilen von Attachmate aufgekauft. SUSE blieb dabei als eigenständige Business Unit erhalten. 2014 übernahm der Anbieter von Infrastruktur-Software Micro Focus Attachmate und damit auch SUSE.\n\nWeitgehend selbstständig\n\nUnter dem Dach von sowohl Attachmate als auch Micro Focus konnten die Nürnberger ihr Software-Angebot beständig weiterentwickeln. Zum Kernprodukt Suse Enterprise Linux (SLES) gesellten sich mit der Zeit unter anderem die Enterprise-OpenStack-Distribution SUSE Cloud, die für Microservices gedachte Containermanagement-Plattform SUSE CaaS und die auf Ceph aufsetzende Speichersoftware SUSE Enterprise Storage.\n\nUnter dem neuen skandinavischen Investor EQT – und getreu dem Motto \"We adapt – you succeed\" soll SUSE unter der Leitung von CEO Nils Brauckmann als weitgehend eigenständiges Unternehmen agieren und seine Geschäftsaktivitäten im Bereich Open-Source-Unternehmenssoftware und Public Cloud weiter ausbauen. (akl)\n\n", 
      "url": "https://www.heise.de/ix/meldung/Linux-und-Open-Source-Spezialist-SUSE-wieder-eigenstaendig-4095741.html?wt_mc=rss.ho.beitrag.atom"
    }, 
    {
      "language": "de", 
      "source_id": "https://heise.de/-4095751", 
      "text": "In Gentoo Linux von der offiziellen Github-Seite war mit offenbar bösen Absichten ein Befehl zum Löschen von Dateien eingebaut.\n\nUnbekannte Hacker haben die Linux-Distribution Gentoo zeitweilig mit einem Befehl ( rm -rf / ) zum Löschen aller Nutzerdateien versehen, teilt ein Entwickler mit. Davon war aber ausschließlich Mirror-Code von der offiziellen Github-Seite betroffen – die Gentoo-Infrastruktur und der Master-Code waren davon nicht betroffen.\n\nWiper-Befehl löscht Dateien\n\nDer Befehl soll aber nicht funktioniert haben, führt ein Entwickler aus. Dennoch empfehlen die Gentoo-Verantwortlichen allen, die Ebuilds vor dem 28.06.2018 18:00 GMT von Github heruntergeladen habem, ihr System entweder zurückzusetzen oder es neu zu installieren.\n\nMittlerweile ist auch klar, welche Commits betroffen waren. Gentoo hat eigenen Angaben zufolge wieder die Kontrolle über ihre Github-Seite und der Befehl wurde verbannt.\n\nVergangene Woche konnten Unbekannte Gentoo-Code auf der offiziellen Github-Seite manipulieren. Unklar ist bis zum jetzigen Zeitpunkt auch, wie die Angreifer Zugriff auf die Github-Seite bekommen haben. Die Untersuchungen laufen momentan noch.\n\n[UPDATE, 02.07.2018 16:00 Uhr]\n\nNach Kontakt mit einem Entwickler die Meldung in Bezug auf den Begriff Wiper-Malware angepasst. (des)\n\n", 
      "url": "https://www.heise.de/security/meldung/Gentoo-Linux-kurzzeitig-mit-Wiper-Malware-verseucht-4095751.html?wt_mc=rss.ho.beitrag.atom"
    }, 
    {
      "language": "de", 
      "source_id": "https://heise.de/-4095797", 
      "text": "(Bild: Dell)\n\nMit einem 22 Milliarden US-Dollar schweren Deal will Dell nach fünf Jahren Abstinenz wieder an die Aktienmärkte zurückkehren.\n\nDer PC-Hersteller Dell will nach fast fünf Jahren über einen Umweg an die Börse zurückkehren. Die Notierung wäre die Folge eines komplexen Aktiendeals um die von Dell im Jahr 2016 übernommene Software-Firma VMware.\n\nGründer und Chef Michael Dell hatte den einst weltgrößten PC-Hersteller 2013 zusammen mit Finanzinvestoren für rund 25 Milliarden Dollar gekauft und von der Börse genommen. Dadurch – und durch die 67 Milliarden Dollar schwere Übernahme des Speicherspezialisten EMC – entstand aber ein drückender Schuldenberg. Der am Montag bekanntgegebene Deal soll helfen, ihn abzutragen, und zugleich die Firmenstruktur vereinfachen.\n\nNummer Drei im PC-Geschäft\n\nVMware gehörte zum EMC-Konzern. Bei der Übernahme 2016 blieb VMware über eine sogenannte \"Tracking-Aktie\" als eigenständiger Bereich an der Börse notiert, während Dell gut 80 Prozent der Anteile bekam. Jetzt bietet Dell den Besitzern dieser Tracking-Aktien jeweils 1,3665 Anteilsscheine von Dell Technologies oder 109 Dollar in bar an. VMware zahlt diesen Aktionären zudem eine Sonderdividende von elf Milliarden Dollar. Das macht den Deal insgesamt rund 22 Milliarden Dollar schwer.\n\nDell war nach Zahlen der Markforschungsfirma IDC im ersten Quartal dieses Jahres die Nummer drei im weltweiten PC-Geschäft nach HP und Lenovo mit 10,2 Millionen verkauften Computern und einem Marktanteil von 16,9 Prozent. (dpa) / (axk)\n\n", 
      "url": "https://www.heise.de/newsticker/meldung/Dell-plant-Rueckkehr-an-die-Boerse-nach-fuenf-Jahren-4095797.html?wt_mc=rss.ho.beitrag.atom"
    }, 
    {
      "language": "de", 
      "source_id": "https://heise.de/-4095799", 
      "text": "Batteriefabrik in Qinghai. (Bild: BYD)\n\nDer chinesische Batteriehersteller BYD hat seine dritte Fabrik eröffnet. Es soll künftig die größte ihrer Art der Welt sein.\n\nJede Batterie ist mit einem individuellen QR-Code versehen, so dass beispielsweise bei Fehlern die Produktion nachvollzogen werden soll. (Bild: BYD)\n\nDer chinesische Stromspeicherhersteller BYD hat in der westchinesischen Provinz Qinghai eine Batteriefabrik mit einer jährlichen Produktionskapazität von 24 GWh eröffnet. Bis zum Jahr 2020 soll die Kapazität auf 60 GWh erweitert werden, heißt es in einer Mitteilung des chinesischen Unternehmens. Die neue Fabrik wäre dann die größte der Welt. Zum Vergleich: Teslas Gigafactory nahm Anfang 2017 die Produktion auf mit dem Ziel, jährlich Akkus im Gesamtvolumen von 35 GWh herzustellen.\n\nDie nun eröffnete Batteriefabrik nimmt eine Fläche von knapp 100 ha ein. Es ist die dritte Produktionsstätte dieser Art von BYD neben den Standorten Shenzhen und Huizhou. Qinghai biete sich als Standort an, weil es dort Lithium-Vorkommen gibt, heißt es in einer BYD-Mitteilung.\n\nAngesichts dessen, dass einige Länder bereits langfristige Termine ausgegeben haben, ab denen der Verkauf von Autos mit Verbrennungsmotoren auslaufen soll, sieht sich BYD für die Zukunft gerüstet. Die Elektromobilität werde einen neuen Boom auslösen. (anw)\n\n", 
      "url": "https://www.heise.de/newsticker/meldung/BYD-plant-groesste-Batteriefabrik-der-Welt-4095799.html?wt_mc=rss.ho.beitrag.atom"
    }, 
    {
      "language": "de", 
      "source_id": "https://heise.de/-4095747", 
      "text": "Die E-Skates Drift W1 sollen perfekt sein \"für die junge Generation, die es wagt, sich von der Menge abzuheben und neue Trends zu setzen\", schreibt der Hersteller. (Bild: Segway-Ninebot)\n\nDer Elektro-Rollerhersteller Segway-Ninebot baut seine selbstausbalancierende Technik nun auch in Rollschuhe ein.\n\nSegway-Ninebot, bekannt durch seine selbstausbalancierenden Personenroller, will eine weitere Produktkategorie anbieten. Bei dem Segway Drift W1 handelt es sich um Schuhe mit jeweils einer Rolle unter der Sohle, die elektrisch angetrieben werden und den Nutzer automatisch aufrecht halten. Die E-Rollschuhe sollen auf der IFA in Berlin vorgestellt werden, die Ende August beginnt. Genauere technische Daten sollen bis dahin präsentiert werden, schreibt Segway-Ninebot in einer Mitteilung.\n\nDie schwarzweißen E-Skates sollen einfach zu tragen, leichtgewichtig und klein sein. Die Rollen seien für verbesserte Stabilität und Lenkbarkeit entwickelt worden, zum Beispiel sollen sie auf Fußmatten rutschfest sein. Die selbstausbalancierende Technik sei aus gut 800 Patenten entwickelt worden. Wann die ersten Elektro-Rollschuhe auf den europäischen Markt kommen, ist noch nicht bekannt.\n\nDas erste Segway-Produkt, ein \"Personal Transporter\" genannter Roller mit nebeneinander angeordneten Rädern, wurde Ende 2001 vorgestellt. Amazon-Chef Jeff Bezos hatte seinerzeit das Elektrogefährt des Erfinders Dean Kamen als \"revolutionärer als das WWW\" angekündigt. Vor drei Jahren kaufte das chinesische Startup Ninebot den US-amerikanischen Rollerhersteller von Summit Strategic Investments, die die Firma 2013 gekauft hatte. (anw)\n\n", 
      "url": "https://www.heise.de/newsticker/meldung/Segway-Drift-W1-E-Skates-balancieren-sich-selbst-aus-4095747.html?wt_mc=rss.ho.beitrag.atom"
    }, 
    {
      "language": "de", 
      "source_id": "https://heise.de/-4095631", 
      "text": "Im Rahmen eines Pilotprojekts werden Polizisten im Landkreis Oldenburg mit iPhones ausgestattet, um Verkehrsdelikte aufzunehmen.\n\nIm Rahmen eines niedersächsischen Pilotprojektes setzen Polizisten in Wildeshausen im Landkreis Oldenburg bei der Erfassung von Verkehrsdelikten künftig Apples iPhone ein.\n\nVom iPhone in die Bußgeldzentrale\n\nAb diesem Monat sollen Beamte in der Kreisstadt die Daten in eine App tippen, wodurch sie direkt an die Bußgeldzentrale übermittelt werden. Das iPhone-Pilotprojekt werde ein Jahr dauern und könne bei einem erfolgreichen Verlauf auf ganz Niedersachsen ausgedehnt werden, teilte die Polizei am Freitag mit. Wie viele Geräte für die Aktion beschafft werden sollen und was sie kosten, blieb zunächst unklar.\n\nStafzettel kommt schneller\n\nDas niedersächsische Innenministerium unter Innenminister Boris Pistorius von der SPD hofft, dass Falschparker und Raser dank der Apple-Geräte ihre Strafzettel künftig schneller erhalten und Behörden dabei zudem weniger Fehler machen.\n\nAktuell läuft der Prozess noch völlig analog ab: Bisher notieren Beamte Verstöße mit Stift auf Papier und bringen die Zettel physisch in die Polizeizentrale, wo sie dann erst im Rechner erfasst und schließlich an die Bußgeldzentrale geschickt werden, die dann das Knöllchen absenden muss. \"Keine Frage – das ist nicht mehr zeitgemäß und fehleranfälliger\", sagte Pistorius in Wildeshausen.\n\nMobile Drucker im Einsatz\n\nBei dem Pilotprojekt drucken Polizisten die Bußzettel nun gleich vor Ort vom iPhone aus mit mobilen Druckern – die Delinquenten erhalten den Bescheid ihrer Missetat also gleich. Die App wurden nach Ministeriumsangaben schon in einigen Landkreisen bei Falschparkern benutzt und für das im Juli startende Projekt weiterentwickelt.\n\niPhones werden bereits von anderen Polizeibehörden in Deutschland und international eingesetzt – so etwa in New York City oder in Bayern, wo es sogar einen eigenen iOS-Messenger gibt. (mit Material von dpa) / (bsc)\n\n", 
      "url": "https://www.heise.de/mac-and-i/meldung/Niedersachsen-Knoellchenschreiben-mit-dem-Apple-Handy-4095631.html?wt_mc=rss.ho.beitrag.atom"
    }, 
    {
      "language": "de", 
      "source_id": "https://heise.de/-4095663", 
      "text": "Die neue Raspbian-Version bringt einen Einrichtungsassistenten und \"App Store\" mit kostenlosen Programmen mit und soll den Raspi-Einstieg einfacher machen.\n\nPasswort ändern, WLAN einrichten und die passenden Spracheinstellungen auswählen – beim Bastelrechner Raspberry Pi ist das künftig noch einfacher. Die am Freitag veröffentlichte Version Juni 2018 bringt einen Einrichtungsassistenten mit, der insbesondere Neueinsteigern die Konfiguration erleichtern soll.\n\nHilfe beim Einstieg\n\nWird ein frisches Raspbian-Image das erste Mal hochgefahren, fragt der Assistent künftig, welche Sprach- und Landeseinstellungen verwendet werden sollen. Anschließend können Standard-Nutzername und das Passwort geändert werden. Schließlich zeigt der Rechner die verfügbaren Wifi-Netzwerke an und sucht, sobald er einen Zugang hat, nach verfügbaren Updates.\n\nIn den Einstellungen werden nun außerdem verschiedene kostenlose Programme empfohlen, die mit einem Klick installiert und teilweise wieder deinstalliert werden können. Dies sei quasi die Raspbian-Version eines App Stores, so die Raspberry Pi Foundation. Neu ist auch der PDF Viewer qpdfView, der Xpdf ersetzt und deutlich schneller laden soll. (hch)\n\n", 
      "url": "https://www.heise.de/make/meldung/Bastelrechner-Raspbian-jetzt-mit-Setup-Assistent-4095663.html?wt_mc=rss.ho.beitrag.atom"
    }, 
    {
      "language": "de", 
      "source_id": "https://heise.de/-4095659", 
      "text": "Switch-Version von Wolfenstein 2 (Bild: Digital Foundry )\n\nDer 3D-Shooter Wolfenstein 2 läuft auch auf der Nintendo Switch. Es waren aber starke Anpassungen nötig, damit das Spiel auf dem Tegra-X1-SoC flüssig bleibt.\n\nDie vor kurzem veröffentlichte Switch-Version des First-Person-Shooters Wolfenstein 2 kombiniert eine dynamische Auflösung und technische Tricks, um auch auf der Handheld-Konsole eine ansprechende Bildqualität bei flüssigen Bildraten zu gewährleisten. Dadurch läuft der auf dem PC und Konsolen an sich anspruchsvolle Titel mit id-Tech-6-Engine auch auf dem vergleichsweise schwachen Nvidia-Kombiprozessor Tegra X1.\n\nDynamische Render-Auflösung\n\nWie eine Analyse des Eurogamer-Kanals Digital Foundry zeigt, ändert sich die Renderauflösung des Spiels dynamisch in Abhängigkeit der in der jeweiligen Szene benötigten GPU-Last. Im Konsolenmodus rendert die Switch das Spiel bestenfalls mit 1280 × 720 Pixeln (720p), wobei die Auflösung je nach Szene auch mit 540p, 432p und sogar bis runter zu 640 × 360 Pixeln variiert. Im Handheld-Modus sind laut Digital Foundry 768 × 432 und 640 × 360 Pixel die typischen Auflösungen.\n\nInsgesamt wirkt Wolfenstein 2 wesentlich unschärfer als viele andere Switch-Spiele – immerhin bleibt die Bildrate vergleichsweise zuverlässig bei rund 30 fps. Die Unschärfe soll vor allem im Konsolenmodus auffallen – etwa, wenn die Switch an einem 55-Zoll-Fernseher betrieben wird. Nur in manchen Außengebieten konnte Digital Foundry fps-Einbrüche feststellen, spielbar bleibt Wolfenstein allerdings zu jeder Zeit.\n\nTexturen und Geometrie\n\nObwohl auch die Texturauflösung der Switch-Version wesentlich geringer ausfällt als in anderen Versionen, bleiben viele Details während des Spielens erkennbar. Der geometrische Detailgrad von Umgebung und Spielobjekten wurde nicht derart stark reduziert, allerdings ziehen die Entwickler bei der Switch-Version hier und da Wände ein, wo bei den anderen Versionen keine sind und nutzen einen aggressiveren Level-Of-Detail-Algorithmus – das begrenzt die Sichtweite und verbessert damit die Performance.\n\nVerringert haben die Entwickler auch die grafische Qualität des Wassers – hier ist die Renderauflösung geringer und es fehlen Caustics und Screen-Space Reflections. Trotz der grafischen Abstriche vermittelt die Switch-Version von Wolfenstein 2 das Gefühl der PC/Konsolen-Version und ist der bisher wohl beeindruckendste Handheld-Shooter.\n\nWolfenstein 2 auf der Nintendo Switch: Analyse von Digital Foundry\n\n\n\n(mfi)\n\n", 
      "url": "https://www.heise.de/newsticker/meldung/Wolfenstein-2-auf-der-Nintendo-Switch-Technik-Tricks-und-Unschaerfe-fuer-30-fps-4095659.html?wt_mc=rss.ho.beitrag.atom"
    }, 
    {
      "language": "de", 
      "source_id": "https://heise.de/-4095569", 
      "text": "(Bild: dpa, Liu Junfeng/FEATURECHINA/EPA)\n\nUm zu verhindern, dass die USA die Handelssanktionen gegen ZTE erneut einführen, kommt der chinesischen Telekommunikationsausrüster den Forderungen Trumps nach.\n\nDer chinesische Telekommunikationsausrüster ZTE hat am Freitag den Vorstand seines Unternehmens ausgetauscht. Das berichtet das britische IT-Magazin The Register. Demnach sei der bisherige 14-köpfige Vorstand durch ein Direktoren-Team mit acht Mitgliedern ersetzt worden. Die neuen Mitglieder seien unbelastet von den Entscheidungen, die zu den Handelssanktionen gegen ZTE geführt haben. Mit diesem Schritt erhofft sich ZTE, dass die von US-Präsident Trump angeordnete Aufhebung des US-Handelsbanns gegen eine Milliardenzahlung und einen Austausch des Vorstands bestehen bleibt.\n\n\n\nNeues Management\n\nDer neue Vorstand wurde während einer zweistündigen Hauptversammlung in Shenzhen am Hauptsitz von ZTE durch eine Aktionärsabstimmung bestätigt, nachdem der alte Vorstand zurückgetreten war, berichtet The Register weiter.\n\nDen Vorsitz übernimmt Li Zixue, der von einem weiteren Geschäftsführer, drei weiteren Direktoren und drei unabhängigen Managern unterstützt wird. Die unabhängigen Direktoren sollen einen juristischen Hintergrund haben. Zwei der neuen Direktoren seien Frauen. Eine davon ist Cai Manli, die künftig den Prüfungs- und Vergütungsausschuss leiten soll. Fünf der neu ernannten Vorstandsmitglieder kämen aus dem Unternehmen und seien befördert worden oder stehen im Zusammenhang mit ZTE-Aktionären mit Verbindung zur Kommunistischen Partei Chinas. Sie alle hätten keinerlei Einfluss auf Entscheidungen gehabt, die zu den US-Handelssanktionen gegen ZTE geführt haben.\n\nAufhebung des Banns unter Auflagen\n\nDie Handelssanktionen waren im April gegen ZTE ausgesprochen worden, weil das Unternehmen ein Handelsembargo gegen Nordkorea und den Iran nicht eingehalten und Telekommunikationsprodukte, die US-Technik enthielt, an diese Länder geliefert hatte und in der Folge die von den USA geforderten Maßnahmen nicht umsetzte. Daraufhin durften US-Unternehmen keine Teile mehr an ZTE liefern – darunter Chips von Qualcomm. Das chinesische Unternehmen musste deshalb mangels Alternativen die Produktion von Smartphones und Netzwerktechnik nahezu vollständig einstellen.\n\nErst auf Intervention des chinesischen Präsidenten hob Trump den Bann gegen ZTE auf – allerdings unter Einhaltung hoher Auflagen wie einer Strafzahlung in Höhe von etwa 1,3 Milliarden US-Dollar. Außerdem forderte Trump, den Austausch des ZTE-Managements, das die umstrittenen Deals zu verantworten hatte. Trump versprach sich von seiner Entscheidung eine bessere Ausgangslage im schwelenden Handelsstreit mit China.\n\n\n\nUS-Senat gegen Trump-Entscheidung\n\nWeite Teile des US-Senats sprachen sich lagerübergreifend gegen die Aufhebung der Handelssanktionen gegen ZTE aus und verabschiedeten mit dem National Defense Authorization Act ein Gesetz, das einen Handel mit Unternehmen, die die nationale Sicherheit gefährden könnten, ausschließt. Das Gesetz muss noch vom US-Repräsentatenhaus verabschiedet und von Trump unterzeichnet werden.\n\nOb der Austausch des ZTE-Vorstandes ausreicht, um den Handelsbann gegen ZTE endgültig abzuwenden, ist derzeit offen. (olb)\n\n", 
      "url": "https://www.heise.de/newsticker/meldung/US-Handelssanktionen-ZTE-tauscht-Vorstand-aus-4095569.html?wt_mc=rss.ho.beitrag.atom"
    }, 
    {
      "language": "de", 
      "source_id": "https://heise.de/-4095249", 
      "text": "Porträtmodus auf dem iPhone X. (Bild: Apple)\n\nDie Werbeaufsicht musste entscheiden, ob Apples Reklame für den Porträtmodus des teuren Top-Smartphones betrügerisch ist – dem sei nicht so.\n\nApple bewirbt sein iPhone X unter anderem mit der Aussage, die Kamera ermögliche \"Porträtaufnahmen in Studioqualität\". Daraufhin erhielt die britsche Reklameaufsicht, die Advertising Standards Authority (ASA), zwei Beschwerden von Fernsehzuschauern, die angaben, nicht zu glauben, dass ein Telefon in der Lage sei, solche Bilder zu liefern. Apple verstoße gegen Werberegeln, laut denen unter anderem \"irreführende Werbung\", \"Übertreibung\" und Falschaussagen im Werbe-TV verboten sind. Die ASA kommt nun allerdings zu einem anderen Schluss.\n\nAnzeige ist nicht irreführend\n\nWie es in der Entscheidung des Gremiums heißt, die am Wochenende bekannt wurde, werden Kunden mit dem Apple-Spot nicht in die Irre geführt. Diese würden aus der Aussage \"Porträts in Studioqualität\" nur schließen, dass das iPhone Lichteffekte beherrsche, die dem Nutzer erlauben, Porträtfotos im Studio nachzuahmen.\n\nZudem enthalte die Kamera im iPhone X ein Linsensystem, wie man es aus der Studiofotografie kenne. Weiterhin habe Apple die Bilder in der Reklame mit dem iPhone X aufgenommen. Zwar kann das Gerät laut ASA nicht alle Efekte, Techniken und Werkzeuge aus der Studiofotografie liefern, in der Werbung gehe es aber vor allem um die Lichteffekte, die mit dem Gerät auch demonstriert wurden. \"Aus diesen Gründen ist die Anzeige nicht irreführend.\"\n\nBilder sind eine faire Repräsentation\n\nApple selbst hatte gegenüber der ASA angegeben, dass es keine industrieweite Standarddefinition dafür gebe, was \"Porträts in Studioqualität\" denn wirklich sind. \"Die Bilder in der Werbung sind eine faire Repräsentation der Möglichkeiten der Kamera\", so der Konzern.\n\nIn der Vergangenheit war es Apple nicht immer gelungen, mit seiner Reklame bei der ASA durchzukommen. So versuchte der Konzern, das iPhone mit der Aussage zu bewerben, es beherrsche \"alle Teile des Internet\". Dieser Spot wurde verboten, da ein Android-Nutzer die ASA darauf aufmerksam machte, dass das Gerät weder Flash-Inhalte noch Java nutzen kann.\n\n(bsc)\n\n", 
      "url": "https://www.heise.de/mac-and-i/meldung/Britscher-Regulierer-Kamera-des-iPhone-X-hat-Studioqualitaet-4095249.html?wt_mc=rss.ho.beitrag.atom"
    }, 
    {
      "language": "de", 
      "source_id": "https://heise.de/-4095584", 
      "text": "Es gibt wichtige Sicherheitsupdates für ESXi, Fusion und Workstation.\n\nAngreifer könnten die Anwendungen zum Umgang mit virtuellen Maschinen ESXi, Fusion und Workstation von VMware attackieren und Informationen auslesen. Unter gewissen Umständen soll ein Ausnutzen der Lücken auch zum Absturz von VMs führen, warnen die Entwickler. Die als \"wichtig\" eingestuften Sicherheitspatches stehen zum Download bereit.\n\nInsgesamt klaffen drei Schwachstellen (out-of-bounds read vulnerabilities) im Shader Translator der Anwendungen. Wie ein Angriff im Details vonstatten geht, ist derzeit nicht bekannt. Verwundbar sind ESXi 6.7 für alle Systeme, Fusion 10.x für macOS und Workstation 14.x für alle Systeme. ESXi ESXi670-201806401-BG, Fusion 10.1.2 und Workstation 14.1.2 sind abgesichert. (des)\n\n", 
      "url": "https://www.heise.de/security/meldung/Sicherheitsupdates-VMware-Produkte-koennten-Daten-leaken-4095584.html?wt_mc=rss.ho.beitrag.atom"
    }, 
    {
      "language": "de", 
      "source_id": "https://heise.de/-4095525", 
      "text": "104 Milliarden Kilowattstunden Strom wurden im ersten Halbjahr 2018 aus erneuerbarern Energien in Deutschland gewonnen – mit steigender Tendenz.\n\nDie Stromproduktion aus erneuerbaren Energien ist in Deutschland auf einen neuen Höchststand geklettert. Im ersten Halbjahr 2018 wurden nach Berechnungen des Energiekonzerns E.ON 104 Milliarden Kilowattstunden Strom von Wind- und Solaranlagen sowie Wasserkraft- und Biomasseanlagen erzeugt. Durch den Zuwachs um rund 9 Prozent seien erstmals in den ersten sechs Monaten eines Jahres mehr als 100 Milliarden Kilowattstunden Ökostrom produziert worden. Nicht erfasst in diesen Zahlen ist der Strom aus privaten Photovoltaik-Anlagen, der direkt verbraucht und nicht ins Netz eingespeist wird.\n\nWindkraftanlagen dominieren\n\nDer Löwenanteil des Ökostroms stammte aus Windkraftanlagen an Land und auf See, die nach den E.ON-Zahlen im ersten Halbjahr 2018 rund 55 Milliarden Kilowattstunden beisteuerten. Auf die Windenergie entfiel mit einem Plus von 7 Milliarden Kilowattstunden auch fast der gesamte Zuwachs der Erneuerbaren.\n\nDie Stromerzeugung aus Solaranlagen legte im Vergleich zum ersten Halbjahr 2017 leicht um eine auf 21 Milliarden Kilowattstunden zu. Strom aus Biomasse blieb mit 20 Milliarden Kilowattstunden unverändert. Wasserkraftanlagen erzeugten 8 Milliarden Kilowattstunden, eine mehr als im Vorjahreszeitraum.\n\nDie in diesem Jahr bislang höchste Einspeisung erneuerbarer Energien ins Stromnetz gab es nach Angaben der Bundesnetzagentur am 3. Januar mit rund 1,1 Milliarden Kilowattstunden. An dem Tag zog Sturmtief Burglind über Deutschland und die Erneuerbaren deckten dabei 71,6 Prozent des Stromverbrauchs in Deutschland ab.\n\nAm 28. Januar, einem Sonntag, deckten die Ökoenergien sogar 81 Prozent des Stromverbrauchs in Deutschland. Im gesamten Jahr 2017 hatte der Anteil der Erneuerbaren am Stromverbrauch in Deutschland nach Angaben des Bundesverbands der Energie- und Wasserwirtschaft 36 Prozent betragen.\n\nÖkostromproduktion steigt\n\nDie von Januar bis Ende Juni 2018 produzierte Menge an Ökostrom würde nach E.ON-Angaben rechnerisch ausreichen, um alle deutschen Haushalte bei einem Durchschnittsverbrauch von 2500 Kilowattstunden ein Jahr lang mit Strom zu versorgen. Innerhalb von drei Jahren sei die Ökostromerzeugung um ein Drittel gestiegen. \"Das zeigt, dass die Erneuerbaren für unsere Energieversorgung immer wichtiger werden\", sagte die Vorsitzende der Geschäftsführung von E.ON Energie Deutschland, Victoria Ossadnik.", 
      "url": "https://www.heise.de/newsticker/meldung/Produktion-von-Oekostrom-in-Deutschland-erreicht-Hoechststand-4095525.html?wt_mc=rss.ho.beitrag.atom"
    }, 
    {
      "language": "de", 
      "source_id": "https://heise.de/-4095534", 
      "text": "Tesla Model 3. (Bild: Tesla)\n\nDer Elektroauto-Hersteller hat sein ursprünglich für Dezember 2017 anvisiertes Ziel gut ein halbes Jahr später erreicht.\n\nTesla hat sein Ziel erreicht, wöchentlich 5000 Exemplare seines Elektroautos Model 3 zu produzieren. Das geht aus einem Bericht des Fachmagazins Electrek hervor. Das Model 3 läuft seit Juli 2017 vom Band und wird seitdem auch ausgeliefert. Ursprünglich war geplant, die Marke 5000 Autos pro Woche im Dezember 2017 zu erreichen, doch der Anlauf der im Juli 2017 gestarteten Produktion verlief deutlich langsamer als geplant, unter anderem, weil es Engpässe bei Batteriepacks gab.\n\nAuch seien nach Angaben von Firmenchef Elon Musk die Produktionsprobleme beim Model 3 von einer übertriebenen Automatisierung verschärft wurden. Tesla baute unter anderem eine zusätzliche Montagelinie in einem Zelt neben dem Fabrikgebäude im kalifornischen Fremont auf, um das Produktionsziel zu schaffen. Musk übernachtete in der Fabrik und überwachte die Fertigung selbst.\n\nInsgesamt hat Tesla in den vergangenen sieben Tagen zusammen mit dem Model S Sedan und dem Geländewagen Model X 7000 Autos gebaut, geht aus einem Musk-Tweet hervor. Das würde einen neuen Höchststand der Produktionsmenge bedeuten.\n\nTesla \"auf Kurs\"\n\nFraglich ist nun, ob Tesla dauerhaft 5000 Model 3 pro Woche bauen kann – oder es nur das einmalige Ergebnis einer außerordentlichen Anstrengung war, um einen Gesichtsverlust zu vermeiden. Musk schrieb in seiner E-Mail, Tesla sei \"auf Kurs\", 6000 Fahrzeuge pro Woche im kommenden Monat zu schaffen. \"Ich denke, wir sind gerade eben zu einem echten Autounternehmen geworden\", fügte er hinzu. Tesla bekam rund 500.000 Reservierungen für das Model 3, auch wenn unklar ist, wie viele Interessenten die Geduld verloren und absprangen.\n\nUnterdessen wurde bekannt, dass mit Gary Clark Teslas IT-Chef das Unternehmen verlässt. Offenbar wurde er im Rahmen des Management-Umbaus bei Tesla dazu veranlasst, seinen Posten zu verlassen.\n\nBild 1 von 6 Tesla Model 3 (6 Bilder) Der Zeitplan sah vor, die Model-3-Produktion bis Dezember auf 20.000 Exemplare pro Monat zu steigern.\n\n(Bild: Tesla)\n\n(mit Material der dpa) / (anw)\n\n", 
      "url": "https://www.heise.de/newsticker/meldung/Elektroauto-Tesla-erreicht-Produktionsziel-fuer-Model-3-4095534.html?wt_mc=rss.ho.beitrag.atom"
    }, 
    {
      "language": "de", 
      "source_id": "https://heise.de/-4095484", 
      "text": "Wirtschaftlich abgehängt fristen manche Regionen ein Schattendasein. Forscher der Universität Halle-Wittenberg wollen ein Mittel dagegen gefunden haben.\n\nMehr Handlungsmöglichkeiten für die Verwaltung vor Ort und zuverlässiges schnelles Internet sind einem Experten zufolge die besten Mittel, dünn besiedelte Regionen attraktiv zu halten. Die Breitbandversorgung müsse auch auf dem Land so schnell wie in einer Großstadt sein, sagte der Politikwissenschaftler Peer Pasternack von der Universität Halle-Wittenberg der Deutschen Presse-Agentur. Sonst bestehe keine Chance, dass sich wirtschaftliche Aktivitäten auch in Regionen entfalteten, die vielfach als abgehängt bezeichnet würden. Wichtig sei zudem, den Gemeinden mehr Handlungsspielraum und Möglichkeiten zu geben. \"Es gibt in der Verwaltung eine unselige Trennung zwischen Pflichtaufgaben und sogenannten freiwilligen Aufgaben\", sagte Pasternack. Viele Kultur- und Freizeitangebote zählten zu den freiwilligen Leistungen. Kommunen seien gezwungen, hier zuerst den Rotstift anzusetzen. \"Dabei sind es auch gerade diese Leistungen, die solche Regionen lebenswert halten\". Viele Menschen hätten deshalb das Gefühl, die Zusammenhänge nicht mehr im Griff zu haben, die das eigene Leben bestimmten.\n\nAbgehängte Regionen\n\nPasternack ist Sprecher der \"Expertenplattform Demografischer Wandel in Sachsen-Anhalt\". In dem Netzwerk haben sich Wissenschaftler der Universitäten und Hochschulen sowie weiterer Forschungseinrichtungen zusammengeschlossen. Sie wollen erforschen, mit welchen Lösungen und Strategien sich das Leben in von Abwanderung betroffenen Gebieten verbessern lässt. Viele Regionen in Ostdeutschland, vor allem in Sachsen-Anhalt, könnten hier bundesweit Vorreiter werden, sagte Pasternack. Denn Probleme, die dort auftreten, könnten bald auch Regionen im Westen erreichen. Wenn es im Osten dann bereits erfolgreiche Lösungsansätze gebe, könnten andere davon profitieren. Doch was kennzeichnet sogenannte abgehängte Regionen? Pasternack zufolge sind das zum einen harte Faktoren wie eine geringe Wertschöpfung und eine Siedlungsstruktur mit vielen kleinen Dörfern – die Verwaltung sitzt weit weg in einer Kleinstadt. Dazu kommen aus Sicht des Experten noch weiche Faktoren wie eine zum Teil geringe Identifizierung mit der eigenen Region.\n\nAls Beispiel nennt Pasternack den nach der Kreisreform vor rund zehn Jahren neu entstandenen Landkreis Anhalt-Bitterfeld in Sachsen-Anhalt. Auf der einen Seite liege die Region Anhalt, auf der anderen die Region Bitterfeld. \"Dazwischen ist die Autobahn, die A9.\" Es gebe keinerlei gemeinsame Identität in diesem Landkreis. Die Folgen seien schwer zu messen, könnten sich aber in einem mangelnden Vertrauen in die Demokratie und eben jenem Gefühl des Abgehängtseins ausdrücken.\n\nSchnelles Internet und vereinfachte Bürokratie\n\nDer konsequente Ausbau des schnellen Internets ist für Pasternack Voraussetzung für alle weiteren Entwicklungen in diesen Regionen. Auch Angebote wie Rufbusse funktionierten nur dann gut, wenn die Technik die Route des Busses spontan anpassen könne, um möglichst viele Fahrgäste einzusammeln. Dazu müssten Fahrgäste aber übers Internet ihre Position und ihr Fahrtziel mitteilen können.\n\nPasternack sprach sich zudem dafür aus, bestehende Förderstrukturen auf den Prüfstand zu stellen. Derzeit werde zu sehr auf die Förderung einzelner Unternehmen gesetzt. Zuvor müssten jedoch die Rahmenbedingungen verbessert werden – eben zum Beispiel durch eine zuverlässige und schnelle Internetverbindung. Bisher verläuft die Förderung des Breitbandausbaus eher schleppend. Nachteilig sei auch eine \"furchtbare Fördermittelbürokratie\", vor allem bei EU-Programmen. \"Eine Vereinfachung wird den Kommunen seit 20 Jahren versprochen, aber bislang ist nichts passiert\", sagte der Wissenschaftler. (Simon Ribnitzky, dpa) / (olb)\n\n", 
      "url": "https://www.heise.de/newsticker/meldung/Abgehaengte-Regionen-Flexible-Verwaltung-und-schnelles-Internet-koennten-helfen-4095484.html?wt_mc=rss.ho.beitrag.atom"
    }, 
    {
      "language": "de", 
      "source_id": "https://heise.de/-4095319", 
      "text": "Neue Verfahren könnten es Terroristen erleichtern, gefährliche Krankheitserreger zu entwickeln.\n\nDas US-Verteidigungsministerium (Department of Defense, DoD) hat eine umfassende Studie in Auftrag gegeben, die neue Gefahren des Bioterrorismus durch aktuelle technologische Verfahren der synthetischen Biologie untersucht. Die Untersuchung, die von den US National Academies of Sciences herausgegeben wurde, ist eine der ersten, die versucht, Sicherheitsgefahren aus den jüngsten Fortschritten der Gentechnik abzuleiten – darunter die zunehmend beliebte CRISPR-Geneditierungstechnik, berichtet Technology Review in seiner Online-Ausgabe (\"US-Militär fürchtet neuen Bioterror\").\n\nExperten sind nach wie vor zerstritten, wie problematisch die synthetische Biologie wirklich ist. Der Begriff umfasst diverse Methoden, die es erlauben, gentechnische Verfahren zu beschleunigen. Schon 2016 setzten die US-Geheimdienste die Geneditierung auf ihre Liste von potenziellen Massenvernichtungswaffen.\n\nSynthetische Viren\n\nZu den Risiken, die die Autoren als hoch einschätzen, gehört die Möglichkeit, dass Terroristen oder feindliche Staaten Viren wie Pocken \"nachbauen\" könnten. Techniken, mit denen sich Viren aus DNA synthetisieren lassen, wurden bereits demonstriert.\n\nDer Evaluierungssprozess zeigte auch Risiken auf, die die Autoren als \"unerwartet\" bezeichnen. In einem Szenario wird dargestellt, dass sich aus einem normalen menschlichen Darmbakterium ein Toxin herstellen ließe – eine Idee, die als hochproblematisch angesehen wird, weil sich ein solcher Angriff wohl kaum frühzeitig entdecken ließe. Ähnlich wie bei einem Computervirus sei auch der Angreifer nur schwer zu erkennen.\n\nDas US-Verteidigungsministerium, das die Studie beauftragt hat, gehört bereits zu den größten Forschungsfinanziers auf dem Gebiet der synthetischen Biologie. Genau das sehen einige beteiligte Wissenschaftler als problematisch an: Wenn das US-Militär Geld in diesen Bereich steckt, könnte dies zu einem Wettrennen mit verfeindeten Staaten führen, selbst wenn die Forschung nur defensiv erfolgt.\n\nMehr dazu bei Technology Review Online:\n\n", 
      "url": "https://www.heise.de/meldung/US-Verteidigungsministerium-warnt-vor-Gefahren-durch-synthetische-Biologie-4095319.html?wt_mc=rss.ho.beitrag.atom"
    }, 
    {
      "language": "de", 
      "source_id": "https://heise.de/-4095424", 
      "text": "(Bild: dpa, Peter Steffen)\n\nZwei Tage lang jagen viele Tausend Spieler kleine virtuelle Monster. In Dortmund kommen die Fans zum Treffen Safari Zone mit anfangs schwachen Empfang zusammen.\n\nViele Tausend \"Pokémon Go\"-Spieler haben am Wochenende in Dortmund Jagd auf kleine virtuelle Monster gemacht. Zum Fantreffen \"Safari Zone\" wimmelte es laut Veranstalter, dem US-amerikanischen Mobilspiel-Entwickler Niantic, vor allem im Westfalenpark nur so von \"Jägern\". Schon am Samstagmittag habe man dort rund 37.000 Spieler gezählt, sagte ein Sprecher am Sonntag. Die Gesamtzahl fürs Wochenende werde wohl erst am Montag feststehen, aber: Die von der Stadt gesetzt Grenze von maximal 55.000 Teilnehmern im Park sei wohl erreicht worden. Hinzu kommen dem Veranstalter zufolge Tausende Fans im gesamten Stadtgebiet.\n\nAm Samstag hatten einige Spieler zu Beginn geklagt, dass es nur sporadischen Empfang gebe. Die Verbindung sei anfangs vor allem an den Eingangsbereichen des Parks wegen des dort großen Andrangs langsamer als normal gewesen, hieß es bei Niantic. Die \"kleinen Schwierigkeiten\" hätten sich aber schnell gelegt. Überall in Dortmund seien die Fans im Outfit ihrer kleinen Monster-Stars – und mit Ladekabeln und Powerbank ausgerüstet – unterwegs gewesen.\n\nSeltene Figuren, zusätzliche Sendemasten\n\nMit ihrem Handy können die Spieler die virtuellen Pokémon fangen. Um den Reiz für die Spieler zu erhöhen, ließ Niantic auch einige Figuren erscheinen, die nur selten in Europa zu finden sind. Das galt für die gesamte Dortmunder Innenstadt.\n\nNiantic-Chef John Hanke sagte, die Firma habe monatelang mit Mobilfunk-Betreibern daran gearbeitet, die Netzabdeckung in dem Park hinzubekommen. In dem Gebiet seien zusätzliche Sendemasten aufgestellt worden. Niantic habe seine Hausaufgaben gemacht. Ein Pokémon-Fest 2017 in Chicago war wegen Netzproblemen zum Debakel geworden.\n\nAchtsame Jäger\n\nDie Dortmunder Polizei teilte den Spielern an beiden Tagen via Twitter mit: \"Wir sind heute für euch im Einsatz!\" Da es im Park sehr voll sei, sollten alle Ruhe bewahren und nicht drängeln. Die Bundespolizei wünschte viel Spaß und appellierte: \"Bleibt weg von den Gleisen!\" Schon im Vorfeld hatten Stadt und Polizei zu Vorsicht im Straßenverkehr gemahnt. Hotels, Theater oder Nachbars Garten seien Plätze, an denen das Spiel meist unerwünscht sei.\n\nAm Sonntag schrieb die Polizei über die sozialen Netzwerke, in manchen Bereichen der Innenstadt sei es sehr voll, die Spieler sollten nicht auf der Straße \"jagen\". Besondere Vorkommnisse oder Unfälle aus Unachtsamkeit meldete sie nicht. (dpa) / (bme)\n\n", 
      "url": "https://www.heise.de/newsticker/meldung/Tausende-jagen-Monster-Pokemon-Treffen-in-Dortmund-4095424.html?wt_mc=rss.ho.beitrag.atom"
    }, 
    {
      "language": "de", 
      "source_id": "https://heise.de/-4095433", 
      "text": "Lutz Schüler (r.) im Juni auf der Angacom in Köln. (Bild: heise online/Kleinz)\n\nLutz Schüler wird Unitymedia verlassen und heuert als COO bei der Liberty-Tochter Virgin Media in Großbritannien an. Sein Nachfolger wird Winfried Rapp.\n\nDer CEO des deutschen Kabelnetzbetreibers Unitymedia wird das Unternehmen vor der geplanten Fusion mit Vodafone verlassen. Lutz Schüler wechselt im September zum britischen Kabelnetzbetreiber Virgin Media und soll dort als COO das operative Geschäft verantworten. Den Chefposten bei Unitymedia werde dann der bisherige Finanzchef Winfried Rapp übernehmen, teilte der Kabelnetzbetreiber in der vergangenen Woche in Köln mit.\n\nSchüler soll mit dem Wechsel nach Großbritannien auch den Vorsitz des Unitymedia-Aufsichtsrats übernehmen. Virgin Media ist wie Unitymedia eine Tochter des US-Kabelriesen Liberty Global. „Ich freue mich sehr, die neue Aufgabe bei Virgin Media, eine der größten Landesgesellschaft im Liberty Global-Konzern, übernehmen zu können“, erklärte Schüler. „Gleichzeitig will ich mich als Aufsichtsratsvorsitzender von Unitymedia weiter für die Belange unserer Kunden und Mitarbeiter in Deutschland einsetzen.“\n\nSchüler ist seit Januar 2011 CEO von Unitymedia. Unter seiner Führung hatte der aus den nordrhein-westfälischen und hessischen Netzen geformte Anbieter auch Kabel BW übernommen. Vor Unitymedia war Schüler CEO des norddeutschen Netzbetreibers Hansenet. Weitere berufliche Stationen waren Telefónica O2 und T-Mobile.\n\nFusionspläne\n\nSchülers Wechsel ist auch im Hinblick auf die Fusionspläne von Vodafone und Unitymedia bemerkenswert. Vodafone will Unitymedia und weitere europäische Kabelnetze von Liberty Global übernehmen. Mit der Fusion der beiden deutschen Kabelanbieter würde ein schlagkräftiger Konkurrent für die Telekom entstehen, der Mobilfunk und Festnetzanschlüsse nahezu bundesweit auf eigene Infrastruktur anbieten könnte. Auch Vodafone-CEO Vittorio Colao hat seinen Rückzug angekündigt.\n\nDie Kabel-Fusion ist kartellrechtlich aber zumindest heikel. Telekom-Chef Tim Höttges hält die Pläne für nicht genehmigungsfähig und der CEO von Telefónica Deutschland, Markus Haas, warnt vor einem Duopol im deutschen Netzmarkt. Letzten Endes wird entscheidend sein, welche Perspektive die EU-Kommission einnimmt. Die Brüsseler Wettbewerbshüter sind für die Bewertung der Fusionspläne zuständig. Sollte die Kommission die Fusion freigeben, sind Auflagen wahrscheinlich. (vbr)\n\n", 
      "url": "https://www.heise.de/newsticker/meldung/Vor-der-Fusion-Unitymedia-CEO-wechselt-auf-die-Insel-4095433.html?wt_mc=rss.ho.beitrag.atom"
    }, 
    {
      "language": "de", 
      "source_id": "https://heise.de/-4095413", 
      "text": "Die Rakete Momo-2 des japanische Privatunternehmens Interstellar Technologies ging kurz nach dem Start in Flammen auf und explodierte nahe der Startrampe.\n\nDer Start einer Rakete des japanischen Raumfahrtunternehmens Interstellar Technologies am Samstag endete in einem Fiasko. Die \"Momo-2\"-Höhenforschungsrakete ging kurz nach dem Start vom Weltraumbahnhof Taiki in Flammen auf, stürzte aus wenigen Metern ab und explodierte in der Nähe der Startrampe. Es gab keine Verletzten. Firmenchef Takahiro Inagawa vermutet, dass ein Defekt im Hauptantrieb die Ursache für den Fehlschlag war, wie der Deutschlandfunk berichtet.\n\nFehlstart der japanischen MOMO-2 Höhenforschungsrakete. (Quelle: euronews Youtube-Kanal)\n\n\n\nDas ist der zweite Fehlstart einer Rakete des japanischen Start-ups, das eine privat finanzierte Raketenmission in Japan etablieren will. \"Momo-1\" hatte im Juli 2017 gut eine Minute nach dem Start den Kontakt zur Leitstelle verloren und war ins Meer gestürzt. Unternehmensgründer Takafumi Horie will mit der vergleichsweise leichten und kostengünstigen Rakete, die 20 Kilogramm Nutzlast tragen kann, die Höhenforschung erschwinglicher machen. Die Zukunft des Projekts ist nach dem zweiten Rückschlag offen. (bme)\n\n", 
      "url": "https://www.heise.de/newsticker/meldung/Japan-Rakete-geht-kurz-nach-Start-in-Flammen-auf-4095413.html?wt_mc=rss.ho.beitrag.atom"
    }, 
    {
      "language": "de", 
      "source_id": "https://heise.de/-4095408", 
      "text": "Kampala, die Hauptstadt von Uganda (Blick auf Downtown von der Ghadaffi-Moschee) (Bild: Vebjorl, Lizenz CC BY-SA 4.0 )\n\nVon den rund 40 Millionen Ugandern nutzen etwa 17 Millionen mobiles Internet.\n\nUganda hat eine neue Steuer für die Nutzung sozialer Medien über Mobiltelefone eingeführt. Seit Sonntag müssen Ugander, die über ihr Handy Anwendungen wie Facebook, WhatsApp, Twitter, Instagram oder Skype nutzen, pro Tag eine kleine Gebühr zahlen.\n\nDer ugandische Präsident Yoweri Museveni hat sozialen Medien in der Vergangenheit vorgeworfen, sie würden nur helfen, Gerüchte und Tratsch zu verbreiten. (Bild: dpa, Julie Jacobson/AP)\n\nDavon erhofft sich der Staat nach offiziellen Angaben jährliche Einnahmen von umgerechnet 310 Millionen Euro – das entspricht etwa vier Prozent der jährlichen Ausgaben der Regierung. Kritiker sehen in der Steuer indes einen Versuch des seit über 30 Jahren regierenden Präsidenten Yoveri Museveni, das Leben für seine Kritiker zu erschweren.\n\nAb sofort muss jeder Ugander, der über das mobile Internet soziale Medien nutzt, pro Tag 200 Schillinge zahlen (knapp 0,05 Euro). Mobilfunkunternehmen werden die Steuer für den Staat eintreiben. Pro Jahr würde die Steuer rund 16 Euro betragen, was im ostafrikanischen Uganda rund drei Prozent eines jährlichen Pro-Kopf-Einkommens entspricht. In Uganda wird die im Mai vom Parlament beschlossene Gebühr meist \"Facebook-Steuer\" oder \"WhatsApp-Steuer\" genannt.\n\n\"Gerüchte und Tratsch\"\n\nViele Firmen verdienten in Uganda gutes Geld mit mobilem Internet, erklärt der Chef der Kommunikationsbehörde, Godfrey Mutabaazi. \"Die Regierung ist dabei leer ausgegangen\", sagte er. Von den rund 40 Millionen Ugandern nutzen etwa 17 Millionen mobiles Internet.\n\nMuseveni – der selbst auf Twitter aktiv ist – hat sozialen Medien vorgeworfen, sie würden nur Gerüchte und Tratsch verbreiten. Während der jüngsten Wahl 2016 schaltete die Regierung das mobile Internet ab, um die Organisation von Oppositionsprotesten zu erschweren. (dpa) / (jk)\n\n", 
      "url": "https://www.heise.de/newsticker/meldung/Facebook-Steuer-Uganda-besteuert-mobile-Nutzung-sozialer-Medien-4095408.html?wt_mc=rss.ho.beitrag.atom"
    }, 
    {
      "language": "de", 
      "source_id": "https://heise.de/-4094003", 
      "text": "(Bild: Dr. Detlef Reich)\n\nArchitektur nutzt häufig die Natur als Vorbild. Die Bilder aus der Galerie von c't Fotografie zeigen architektonische Motive aus beiden Welten.\n\nSchaut man sich die Blätter der Seerosen genau an, so zeigen sie Strukturen, die so oder ähnlich durchaus in architektonischen Ornamenten wiederzufinden sind. Gleichzeitig lädt die Aufnahme von Galeriefotograf ErFi durch ihre Ruhe und organische Struktur zum Meditieren ein. Auch kunstvoll \"konstruierte\" Vogelnester – im Bild vom Sonntag ist eines vom Storch zu sehen – dienten durchaus schon als Vorlage für menschliche Behausungen. Ebenso die filigrane Struktur einer Pusteblume, wie sie Galeriemitglied blende13 im Bild des Tages vom Mittwoch in Szene gesetzt hat.\n\nNicht nur Menschen, sondern auch die Natur bringt manchmal gewagte Konstruktionen hervor – so, wie die weit ausladenden Äste eines Baumes am Steinhuder Meer in der Aufnahme von Horst Husheer. Aus dieser Perspektive fotografiert bieten sie dem Betrachter einen ungewöhnlichen Blick auf den norddeutschen Binnensee. Moderne Architektur wie die der römischen Kirche Dio Padre Misericordioso im \"Bild des Tages\" vom Mittwoch, entworfen vom US-Amerikaner Richard Meier, nutzt organische Formen, die an die dicken Schalen eines Straußeneis erinnern – ein Schutzraum für Menschen. Dass ursprünglich Modernes durchaus noch morbiden Charme ausstrahlen kann, zeigt das Foto Galeries Modernes von Manfred Fessel – hier mit einem gewissen Augenzwinkern.\n\nUnsere Bilderstrecke zeigt alle Bilder des Tages der vergangenen Kalenderwoche im Überblick:\n\nBild 1 von 7 Die Bilder der Woche (KW 26) (7 Bilder) Blätter im Wasser \"Blätter im Wasser\" von Galeriemitglied ErFi ist ein Bild zum Meditieren: Ein sehr einfacher Bildaufbau und organische Strukturen, in die man sich versenken kann.\n\nPanasonic DC-TZ202 bei ISO 200, f/5.6, 1/320 s\n\n(Bild: ErFi)\n\n(pen)\n\n", 
      "url": "https://www.heise.de/foto/meldung/Architektur-in-Stadt-und-Natur-Die-Bilder-der-Woche-KW-26-4094003.html?wt_mc=rss.ho.beitrag.atom"
    }, 
    {
      "language": "de", 
      "source_id": "https://heise.de/-4095132", 
      "text": "Vergleich des Kartenmaterials. (Bild: Apple)\n\nDie Maps-Anwendung soll künftig mit mehr Informationen aus der Flotte der Apple-Fahrzeuge sowie hochauflösenden Satellitendaten gespeist werden.\n\nApple plant eine Runderneuerung für seinen in der Vergangenheit nicht unumstrittenen Kartendienst Apple Maps. Gegenüber US-Medien kündigte der iPhone-Produzent an, den Service \"von Grund auf neu\" zu gestalten – inbesondere im Hinblick auf das verwendete Kartenrohmaterial. Dazu greift Apple auf Daten der eigenen Fahrzeugflotte zurück, die das Unternehmen seit mehreren Jahren auf die Straße schickt. Zudem will man hochauflösendes Satellitenmaterial verwenden.\n\nGoogle Maps vorne\n\nMit den neuen Rohdaten möchte Apple offenbar vor allem an Detailreichtum zulegen, der bei der Konkurrenz – insbesondere Google Maps – in manchen Regionen noch deutlich besser ausfällt. Seit der Einführung von Apple Maps vor sechs Jahren habe man viel in den Dienst investiert, erklärte Apples Dienste-Chef Eddy Cue.\n\nStändige Veränderung\n\nMittlerweile flossen Millionen Veränderungen, Millionen neue Orte und zahllose Updates in Apples Maps ein, man verändere den Dienst häufig. Künftig sollen bessere Echtzeitdaten zu Straßenverhältnissen, Neubauten, Veränderungen bei der Fußgängerführung und tiefere Strukturen wie etwa Wege in Parks integriert werden, die derzeit noch teilweise fehlen. Als erste Stadt, die die neuen Detaildaten erhält, wurde San Francisco ausgewählt – hier sollen die neuen Maps-Infos schon in der Beta von iOS 12 bereitstehen. Danach folgt Nordkalifornien bis Herbst.\n\nApple Maps auf dem \"nächsten Level\"\n\nLaut Apple sind die neuen Datensätze das Ergebnis von Bemühungen aus den letzten vier Jahren. \"Wir wollen das nächste Level erreichen\", so Cue. Apple Maps solle \"zur besten Karten-App der Welt\" werden. Deshalb benötige der Konzern seine eigenen Daten. Aktuell nutzt der Konzern verschiedene Quellen – etwa von TomTom, OpenStreetMap und diversen Geodatenanbietern. Apple will auch Daten Nutzen, die von den Hunderten von Millionen iPhones stammt, die auf der Welt verwendet werden. Dies soll auch bei der schnellen Aktualisierung helfen. All diese Daten würden anonymisiert, betont Apple. Grundlage ist stets die eigene Basiskarte. (bsc)\n\n", 
      "url": "https://www.heise.de/mac-and-i/meldung/Apple-verspricht-deutlich-bessere-Kartendaten-4095132.html?wt_mc=rss.ho.beitrag.atom"
    }, 
    {
      "language": "de", 
      "source_id": "https://heise.de/-4095157", 
      "text": "(Bild: dpa/Montage)\n\nDer Mobilfunkprovider (Mobilcom Debitel) übernimmt 9 Prozent der Anteile der Ceconomy AG, zu der die Elektronikmarktketten Saturn und Mediamarkt gehören.\n\nDer Mobilfunkanbieter Freenet steigt bei der Elektronikkette Ceconomy ein. Über eine Kapitalerhöhung sichert sich das TecDax-Unternehmen rund 9 Prozent an dem Betreiber der Elektronikhändler Media Markt und Saturn, wie beide Unternehmen am Freitag nach Börsenschluss mitteilten. Ceconomy will den Erlös aus der Kapitalerhöhung in Höhe von rund 277 Millionen Euro zur Stärkung der eigenen Bilanz verwenden.\n\nFreenet verkauft mit der Tochter Mobilcom-Debitel seit über 25 Jahren in den Elektronikmärkten eigene Mobilfunkverträge. Dies sei eine strategisch sehr wichtige Zusammenarbeit, teilte das Unternehmen mit. „Über unsere Vertriebskooperation verbindet uns eine langjährige vertrauensvolle und überaus erfolgreiche Zusammenarbeit mit MediaMarktSaturn“, sagt Christoph Vilanek, Vorstandsvorsitzender der freenet AG.\n\nAbspaltung von Metro\n\nCeconomy erhöht mit dem Schritt das eigene Kapital um 10 Prozent und bekommt für jede neue Aktie 8,50 Euro. „Wir freuen uns, einen so renommierten Spieler unserer Branche, der uns auch bei der weiteren Umsetzung unserer strategischen Agenda begleiten wird, als neuen Aktionär bei uns an Bord begrüßen zu dürfen”, sagte Ceconomy-CEO Pieter Haas.\n\nIn der Ceconomy AG wurden die früher zum Lebensmittelriesen Metro gehörenden Elektronikmärkte gebündelt. Der Konzern war im vergangenen Jahr aufgespalten worden. Metro (Lebensmittel) und Ceconomy (Elektronik) werden seither getrennt an der Börse gelistet. Am Freitag lag der Schlusskurs der Ceconomy-Aktie im Xetra-Hauptgeschäft bei 7,138 Euro. Freenet ist mit 8,50 pro Aktie eingestiegen. (Mit Material der dpa) / (vbr)\n\n", 
      "url": "https://www.heise.de/newsticker/meldung/Freenet-steigt-bei-Media-Markt-und-Saturn-ein-4095157.html?wt_mc=rss.ho.beitrag.atom"
    }, 
    {
      "language": "de", 
      "source_id": "https://heise.de/-3251300", 
      "text": "Die großen Streaming-Anbieter Amazon Video und Netflix bieten in Sachen Unterhaltung ein wahres Überangebot an Titeln aus allen erdenklichen Genres. Und dieses Angebot wird Monat für Monat weiter ausgebaut. Wir geben einen Überblick über die neuen Filme und Serien im Juli.\n\nEgal zu welcher Jahreszeit, egal ob es regnet, stürmt, schneit oder die Sonne einem das Fell verbrennt - Filme und Serien streamen geht immer! Doch auch, wenn Amazon Prime Video und Netflix durchaus viele Titel im Angebot haben, stellt man manchmal fest: es läuft gerade nichts, was einen wirklich kitzelt. Glücklicherweise erneuern die beiden Streaming-Dienste ihren Bestand regelmäßig. Vielleicht wandert die eigene Lieblingsserie ja in den nächsten Tagen oder Wochen ins Angebot? Wir zeigen, auf welche Titel sich Film- und Serien-Fans im Juli 2018 freuen können und nennen unsere persönlichen Highlights!\n\nHinweis: Dieser Beitrag enthält Affiliate-Links. Wenn Sie über einen solchen Link einen Kauf tätigen, erhalten wir eine kleine Provision. Am Kaufpreis ändert sich dadurch nichts!\n\nJuli-Highlights bei Amazon Prime Video\n\nMother : Ein Paar schätzt die Abgeschiedenheit und führt ein entsprechend zurückgezogenes Leben. Doch irgendwann bekommen die beiden unvermittelt Besuch, der eine Spirale von unerklärlichen Ereignissen lostritt - und bei Mystery-Fans für wohlige Verstörtheit sorgt.\n\n\n\n: Ein Paar schätzt die Abgeschiedenheit und führt ein entsprechend zurückgezogenes Leben. Doch irgendwann bekommen die beiden unvermittelt Besuch, der eine Spirale von unerklärlichen Ereignissen lostritt - und bei Mystery-Fans für wohlige Verstörtheit sorgt. Suburbicon : Matt Damon alias Gardner Lodge lebt mit Frau Nancy und Sohn Nicky ein ganz normales Vorstadtleben, doch ein Raubüberfall beendet die Idylle jäh. Insbesondere das Verhältnis zwischen Vater und Sohn ist fortan belastet - unter anderem, weil der Senior die Aufklärung des Überfalls offenbar verhindern will.\n\n\n\n: Matt Damon alias Gardner Lodge lebt mit Frau Nancy und Sohn Nicky ein ganz normales Vorstadtleben, doch ein Raubüberfall beendet die Idylle jäh. Insbesondere das Verhältnis zwischen Vater und Sohn ist fortan belastet - unter anderem, weil der Senior die Aufklärung des Überfalls offenbar verhindern will. Hotel Transsilvanien: Graf Dracula führt ein eigenes Luxus-Ressort, das anderen Monstern Erholung von den Menschen bieten will. Als sich aber eines Tages ein Mensch dorthin verirrt und Draculas Tochter den Kopf verdreht, gefällt das dem Papa gar nicht. Der weitere Plot ist zwar recht vorhersehbar, wird aber als temporeiches Gag-Feuerwerk erzählt.\n\n\n\nJuli-Highlights bei Netflix\n\nCasino : Im Klassiker von Martin Scorsese erzählt vom organisierten Verbrechen und dem Verrat unter Freunden. Off-Kommentare des Hauptdarstellers verleihen dem Film eine beinahe dokumentarische Authentizität, das umtriebige Las Vegas bietet eine stimmige Kulisse. Die Besetzung, unter anderem mit Robert De Niro und Sharon Stone, weiß ebenfalls zu begeistern.\n\n\n\n: Im Klassiker von Martin Scorsese erzählt vom organisierten Verbrechen und dem Verrat unter Freunden. Off-Kommentare des Hauptdarstellers verleihen dem Film eine beinahe dokumentarische Authentizität, das umtriebige Las Vegas bietet eine stimmige Kulisse. Die Besetzung, unter anderem mit Robert De Niro und Sharon Stone, weiß ebenfalls zu begeistern. Prisoners : Die Tochter von Hugh Jackmann verschwindet - und obwohl die entscheidenden Beweise noch fehlen, meint der Vater, den Hintermann zu kennen. Also hält er den Verdächtigen gefangen und nimmt alles Weitere in die eigenen Hände. Eine spannende Geschichte mit großartigen Schauspielern und toller Kamera-Arbeit.\n\n\n\n: Die Tochter von Hugh Jackmann verschwindet - und obwohl die entscheidenden Beweise noch fehlen, meint der Vater, den Hintermann zu kennen. Also hält er den Verdächtigen gefangen und nimmt alles Weitere in die eigenen Hände. Eine spannende Geschichte mit großartigen Schauspielern und toller Kamera-Arbeit. The Fall: In Belfast spürt Gillian Anderson als Kopf einer Spezialeinheit einem Serienmörder nach. Schon die ersten beiden Staffeln boten Charaktere mit Tiefgang und ein spannendes Fernduell zwischen Mörder und Ermittler. Am 15. Juli geht's weiter mit Staffel 3.\n\nTipp: Weitere empfehlenswerte Filme und Serien stellen wir in unseren Film- und Serientipps für Nerds vor.\n\nAlle neuen Filme und Serien in der Übersicht\n\nFür den Fall, dass Sie die Neuerscheinungen der letzten Zeit verpasst haben, haben wir an dieser Stelle noch einmal alle Highlights der vergangenen Monate in einer Bilderstrecke zusammengefasst.\n\nWas sind ihre persönlichen Favoriten? Auf welche Filme und Serien freuen Sie sich am meisten? Hinterlassen Sie Ihre Meinung einfach in den Kommentaren!\n\n➤ Amazon Video besuchen\n\n➤ Netflix besuchen\n\n", 
      "url": "https://www.heise.de/download/blog/Film-und-Serien-Vorschau-fuer-Amazon-Prime-Video-und-Netflix-3251300?wt_mc=rss.ho.beitrag.atom"
    }, 
    {
      "language": "de", 
      "source_id": "https://heise.de/-4094694", 
      "text": "Screen Time kann auch bestimmte Aktivitäten sperren, wenn Zeitlimits erreicht sind. (Bild: Apple)\n\nUm der \"Digital Wellness\" zu dienen, trackt das nächste iPhone-Betriebssystem Nutzeraktivitäten im Detail – inklusive Ausflüge ins Internet.\n\niOS 12 wird Gerätenutzern ein umfassendes Tracking ihrer App-Verwendung erlauben. Nachdem Apple seit kurzem die Beta des neuen Mobilbetriebssystems auch öffentlich testen lässt, sickern immer mehr Details zu der \"Screen Time\" genannten Funktion durch. Sie soll der sogenannten Digital Wellness dienen und Gerätebesitzern ein besseres Gefühl dafür geben, wie sie iPhone oder iPad einsetzen. Dadurch soll einem Suchtverhalten vorgebeugt werden, vor dem immer mehr Experten warnen.\n\nÜberwachung im Detail\n\nScreen Time besteht dabei aus zwei Komponenten: Der Überwachung der Gerätenutzung sowie der Möglichkeit, sich selbst (oder anderen Usern der gleichen Hardware) Limits zu setzen. Die neue Funktion ist über die Systemeinstellungen zu finden und bietet auf den ersten Blick eine Übersicht der Arten von Apps, die man eingesetzt hat – und wie lange dies am heutigen Tag (sowie auf Wunsch in den letzten sieben Tagen) erfolgte.\n\niOS 12 kann hier nach verschiedenen Anwendungstypen wie Nachrichten, Produktivität, Spielen, Social Networking, Kamera, Fotos oder Kreativität unterscheiden, was sich aber wieder in einzelne Programme herunterbrechen lässt. Screen Time misst die Nutzungszeiten und erfasst sogar, wie oft das Telefon pro Tag angehoben wurde und wann besonders häufig. Es werden Durchschnittswerte angezeigt und wie stark sich die aktuelle Nutzung davon unterscheidet. Übersichten gibt es auch über die eingegangen Benachrichtigungen und das Internet-Verhalten. Bei letzterem werden die Hauptdomains angezeigt, nicht die einzelnen aufgerufenen Seiten.\n\nLimits und immer erlaubte Anwendungen\n\nWer verhindern möchte, sein Gerät zu häufig zu verwenden, kann die sogenannte Downtime-Funktion aktivieren. Hier lassen sich Zeitlimits für bestimmte Apps und App-Gruppen festlegen. Zudem können Anwendungen definiert werden, die immer funktionieren, etwa die Telefonie.\n\nScreen Time erfasst Nutzungsinformationen auch über Geräte hinweg, solange man sich auf diesen mit der gleichen Apple ID einloggt. Apples Standardproblem, dass ein iPhone oder ein iPad nur einen Hauptnutzer haben dürfen (mit Ausnahme von Tablets im Bildungsbereich, wo es eine Multi-User-Funktion gibt), bleibt auch bei Screen Time bestehen. So kann man sein Gerät nicht einfach seinem Kind geben und spezielle Einstellungen für es vornehmen. Hat es seine eigene Hardware, ist natürlich eine Steuerung durch ein Elternteil möglich. (bsc)\n\n", 
      "url": "https://www.heise.de/mac-and-i/meldung/iOS-12-Screen-Time-ueberwacht-App-Nutzung-4094694.html?wt_mc=rss.ho.beitrag.atom"
    }, 
    {
      "language": "de", 
      "source_id": "https://heise.de/-4095071", 
      "text": "Kräftiger Sound, gutes Mikrofon, bequemer Sitz, Verbindung per Kabel oder Funk. Wir testen drei Headsets für PC- und Konsolenspieler und sagen, welches sein Geld wert ist.\n\nHigh-End-Gamer haben ähnlich hohe Anforderungen an ihre Hardware wie audiophile Musikfans. Ordentliche Headsets müssen daher einiges an Funktionen mitbringen. Wir haben folgende drei Geräte getestet und verglichen:\n\nDie Headsets von Logitech und Steelseries lassen sich kabellos nutzen, das Asus-Headset ist fest mit einem USB-Kabel verbunden.\n\nDesign und Verarbeitung\n\nDie Verarbeitung aller Headsets ist sehr gut. Die Hersteller setzen auf hochwertigen Kunststoff, dazu kommt Metall, etwa bei Scharnieren oder dem Bügel. Ausnahme ist das Logitech G933 Artemis Spectrum, das ist komplett aus Plastik.\n\nBeim Design scheiden sich die Geister. Gerade das ROG-Headset von Asus steigt voll auf den RGB-Trend ein, das Headset blinkt nicht nur, es lässt sich auch mit anderen Headsets oder Lichtern im PC synchronisieren. Das ist möglicherweise für E-Sport-Teams interessant, de facto ist es Spielerei und je nach Betrachtungswinkel sogar kitschig. Auch das Logitech-Gerät leuchtet, die Farben lassen sich in der zugehörigen App einstellen. Lediglich das Steelseries-Headset kommt ohne LEDs.\n\nASUS ROG Strix Fusion 500 Gaming Headset (90YH00Z2-B8UA00) Logitech G933 Artemis Spectrum schwarz (981-000599) SteelSeries Arctis Pro Wireless Bauart Kopfhörer (Over-Ear) Kopfhörer (Over-Ear) Kopfhörer (Over-Ear) Bauform Kopfbügel Kopfbügel Kopfbügel Mikrofon Mikrofonarm Mikrofonarm (ausziehbar) Mikrofonarm (ausziehbar) Schnittstelle USB Funk digital (15m Reichweite), USB, Klinkenstecker (3.5mm) Klinkenstecker (3.5mm), USB, 1x Digital Audio In (optisch), Bluetooth 4.2 Frequenzbereich 20Hz-20kHz 20Hz-20kHz 10Hz-40kHz Impedanz 32Ω 39Ω 32Ω Treiber 50mm 40mm 40mm Kabel einseitig nein nein Gewicht 360g – – Besonderheiten Surround Surround, Lautstärkeregler, Rauschunterdrückung, DTS Headphone:X DTS Headphone:X, Lautstärkeregler Prinzip – geschlossen geschlossen Betriebsdauer – 12h (aktiv) – Empfindlichkeit – 107dB(A) 102dB Farbe – schwarz schwarz Mehr Daten Weniger Daten\n\nKonnektivität\n\nAlle getesteten Headsets verbinden sich problemlos mit PCs und Playstation 4. Das Asus ROG Strix Fusion 500 setzt dabei exklusiv auf Kabel, der Anschluss erfolgt über USB.\n\nDas Logitech-Headset funktioniert sowohl per Funk wie auch über Kabel. Dazu liegt ein 2,4-GHz-Dongle bei, dieser lässt sich am PC oder der Playstation 4 einstecken. Alternativ lassen sich die Geräte per USB und Klinkenstecker direkt mit dem Headset verbinden.\n\nDas Steelseries-Headset ist komplett kabellos. Neben Bluetooth verbindet sich das Gerät per 2,4 GHz mit dem mitgeliefertem Transmitter. Dieser lässt sich per optischem Kabel sowie Klinkenstecker mit PC, Fernseher, Konsolen oder Stereoanlage verbinden und überträgt den Klang anschließend mit einem Lossless-Codec auf das Headset.\n\nWas ist mit der Xbox One? Hier ist es etwas komplizierter, was daran liegt, dass Microsoft bei der Xbox One kein Audio über USB ausgibt. Das Steelseries-Gerät lässt sich dennoch am optischen Eingang anschließen, das Headset von Logitech muss am Controller eingesteckt werden.\n\nAudioqualität\n\nDie Audioqualität aller drei Geräte ist sehr gut. Wer es eher basslastig mag, der sollte zum Asus ROG greifen, das Klangbild bei Logitech G933 und Steelseries Arctis ist eher ausgeglichen.\n\nDie Geräte von Logitech und Asus erzeugen ein virtuelles 7.1 Klangbild, Logitech kann das aber nur am PC. Dafür hört es sich super an. Die Headsets von Logitech und Steelseries unterstützen Doly DTS Headphone X.\n\nMikrofon\n\nBei den Mikrofonen ist ein etwas größerer Unterschied hörbar. Mitspieler hörten uns im Test zwar immer verständlich, beim Asus ROG kommt die Sprache aber nasaler an.\n\nInteressant ist, dass Steelseries an der Übertragungsbox die Möglichkeit bietet, den Sound aktiv zu beeinflussen. So lässt sich etwa das Verhältnis von Sprachchat zu Spiellautstärke anpassen. Die Unterdrückung von Umgebungsgeräuschen hat beim Headset von Steelseries am besten funktioniert.\n\nTragekomfort\n\nAlle getesteten Headsets sind Over-Ear-Geräte, bei längeren Zock-Sessions werden die Ohren entsprechend warm. Die Headsets waren auch bei längeren Spielen bequem zu tragen. Die Geräte von Steelseries und Asus halten das Headset in einer guten Position. Da der Bügel bei Logitech leicht nach hinten versetzt ist, kann das Headset vom Kopf rutschen, wenn man den Kopf in den Nacken legt. Im Test passierte das etwa beim Trinken.\n\nAkkulaufzeit\n\nDie Headsets von Logitech und Steelseries sind auf Akkus angewiesen. Bei Logitech lässt er sich zwar austauschen, wird aber im Headset aufgeladen. Steelseries liefert zwei Batterien mit, die sich im Betrieb austauschen lassen. Zum Laden wird ein Akku in den Transmitter gesteckt, so dass immer eine volle Batterie vorhanden ist.\n\nAkkulaufzeit Logitech G933 Artemis Spectrum Steelseries Arctis Pro Wireless Laufzeit (Herstellerangabe) 12 Stunden Zehn Stunden Laufzeit (mit LEDs) Zehn Stunden - Laufzeit (Praxis) Sieben Stunden Zehn Stunden\n\nFazit\n\nIm High-End-Bereich nehmen sich die Headsets qualitativ wenig. Unser Testsieger ist das Steelseries Arctis Pro Wireless. Bei dem Headset stimmt der Klang, dazu gibt es mit der Transmitter-Box eine Anschlussmöglichkeit für fast jedes Ausgabegerät. Ein High-End-Gerät zu einem hohen Preis.\n\nDer Preis-Leistungs-Sieger kommt von Logitech. Das Artemis G933 kostet nicht nur am wenigsten, es lässt auch die Wahl zwischen Kabel und Funk. Schön wäre Bluetooth statt des reinen 2,4-GHz-Funks gewesen, praktisch sind aber die vielen Kabel, mit denen man das Gerät fast überall anschließen kann. Das Asus-Headset platziert sich in der Mitte. Für Gamer, die auf eine einheitliche RGB-Beleuchtung und guten Sound wertlegen, ist das Gerät aber einen Blick wert.\n\nÜbersicht Produkt Arctis Pro Wireless G933 Artemis Spectrum ROG Strix Fusion 500 Hersteller Steelseries Logitech Asus Sound Dolby DTX Headphones 2.0 7.1 7.1 Kabel / Kabellos - / ✔ ✔ / ✔ ✔ / - LED − ✔ ✔ Bedienelemente Tasten Tasten Touch PC / Playstation / Xbox ✔ / ✔ /- ✔ ✔ / - ✔ ✔ / - Akkulaufzeit bis 10 Stunden 12 Stunden, 7 Stunden mit LEDs − Tragekomfort ++ + ++ Verarbeitung ++ ++ ++ Klang Ausgeglichen Ausgeglichen Basslastig Mikrofon Sehr gut Sehr gut Nasal Note 1 2 2\n\nPermalink: https://techstage.de/-4095071", 
      "url": "https://www.techstage.de/news/Asus-Logitech-Steelseries-Gaming-Headsets-im-Test-4095071.html?wt_mc=rss.ho.beitrag.atom"
    }, 
    {
      "language": "de", 
      "source_id": "https://heise.de/-4094621", 
      "text": "Entnahme einer MacBook-Taste. (Bild: iFixIt)\n\nLaut Servicedienstleister iFixIt muss die komplette Tastatur getauscht werden, wenn die Leertaste defekt ist. Immerhin macht das Apple nun gratis.\n\nApples \"Butterfly\"-Tastatur, die der Konzern seit 2015 beim MacBook und seit 2016 beim MacBook Pro verbaut, ist noch sensibler als bislang angenommen. Geraten Staub- oder Krümelpartikel unter die Abdeckung einzelner Tasten (Keycaps), können diese ihren Dienst verweigern, weil die ultradünne Schmetterlingsmechanik dann nicht mehr genügend Hub hat. Darüber hinaus sind einzelne Tasten teilweise gar nicht mehr zu reparieren – die gesamte Tastatur inklusive Trackpad und Gehäuse muss ausgetauscht werden.\n\nLeertaste ist kaputtbar\n\nWie der Servicedienstleister iFixIt berichtet, betrifft dies mindestens die häufig verwendete Leertaste. Sei diese defekt, gebe es so gut wie keine Chance, deren Abdeckung zu entfernen, ohne dass die gesamte Taste zerstört wird. Grund sind offenbar sehr empfindliche Plastikteile, die die besonders dünnen Keycaps an der Tasteneinheit festhalten. Erfahrungen dieser Art hat auch die Journalistin Casey Johnston vom Web-Magazin The Outline beschrieben. Zwar könnten einige der Tasten der Butterfly-Tastatur sehr vorsichtig defektfrei entfernt werden. Die Leertaste werde aber jedes Mal zerstört, wenn jemand versuche, sie zu entnehmen – auch wenn Profis am Werk sind.\n\nKostenloser Austausch – auch mehrfach\n\nApple hat inzwischen eine kostenlose Austauschaktion für defekte Tastaturen ins Leben gerufen. Wer die Reparatur zuvor bezahlen musste, soll sein Geld zurückerhalten. Angeblich gibt sich Apple dabei sehr kulant und tauscht selbst bei Beschädigungen des Topcase aus. Selbst wenn der Fehler später erneut auftritt, soll Kunden gratis geholfen werden, heißt es in einem internen Supportdokument.\n\nBleibt die Anfälligkeit bestehen?\n\nUnklar ist nach wie vor, ob Apple das Grundproblem – die hohe Anfälligkeit der Butterfly-Tastatur gegen Einflüsse von außen – behoben hat oder die Kundschaft schlicht eine neue Tastatur mit der gleichen Anfälligkeit erhält. Für ein MacBook Pro in Vollausstattung kann man bis zu 5000 Euro zahlen. Apple plant angeblich für dieses Jahr neue MacBook-Modelle, die dann hoffentlich mit einer verbesserten Tastatur kommen. (bsc)\n\n", 
      "url": "https://www.heise.de/mac-and-i/meldung/MacBook-und-MacBook-Pro-Einzelne-Tasten-nicht-unzerstoerbar-reparierbar-4094621.html?wt_mc=rss.ho.beitrag.atom"
    }, 
    {
      "language": "de", 
      "source_id": "https://heise.de/-4095126", 
      "text": "Bei Panini kann man online Sammelbilder mit dem eigenen Bild bestellen. (Bild: Screenshot)\n\nPersönliche Daten und Bilder von Nutzern, die Sammelbildchen mit eigenen Fotos erstellen wollten, waren laut einem Bericht des Spiegel für Dritte einsehbar.\n\nDer italienische Sammelalbenhersteller Panini hat nach Angaben des Nachrichtenmagazins Der Spiegel gravierende Probleme mit der Sicherheit einer Kundendatenbank. Unbefugte hätten persönliche Daten anderer Kunden einsehen können, darunter Bilder von Minderjährigen. Datenschützer bewerten den Fall deshalb als besonders schwerwiegend.\n\nPersonalisierte Sammelbilder\n\nPanini bietet über seinen Service „mypanini“ den Fans an, Fotos mit dem eigenen Konterfei hochzuladen und sich personalisierte Klebebildchen zuschicken zu lassen. Bis vor einigen Tagen hätten eingeloggte Anwender auch die hochgeladenen Bilder sowie personenbezogene Daten anderer Kunden einsehen können. Auf vielen der Selfie-Sticker sei der volle Name, das Geburtsdatum und auch der Wohnort der Kunden verzeichnet.\n\nAuf den Beispielen, die das Magazin einsehen konnte, seien häufig Kinder und Kleinkinder zu sehen gewesen- viele davon aus Deutschland, aber auch aus Ländern wie Belgien, Frankreich, Brasilien und Argentinien, manche mit nacktem Oberkörper und im privaten häuslichen Umfeld.\n\nLücke inzwischen geschlossen\n\nLaut Spiegel bestätigte Paninis Direktor für Neue Medien, Giorgio Aravecchia, das Problem am Mittwoch. Es sei intern schon seit Tagen bekannt und werde nun schnellstmöglich behoben. Tags darauf erklärte er, die Lücke sei durch ein Sicherheitsupdate geschlossen.\n\nDer Hamburger Datenschutzbeauftragte Johannes Caspar bewertet im Spiegel den Vorgang als „besonders problematisch, weil massenhaft Minderjährige betroffen sind“. Nach den Ende Mai voll in Kraft getretenen neuen EU-Datenschutzregeln müsse jedes Unternehmen technisch und organisatorisch für den ausreichenden Schutz personenbezogener Kundendaten sorgen. (Mit Material der dpa) / (vbr)\n\n", 
      "url": "https://www.heise.de/newsticker/meldung/Fussball-Sammelbildchen-Datenschutzpanne-beim-Online-Dienst-von-Panini-4095126.html?wt_mc=rss.ho.beitrag.atom"
    }, 
    {
      "language": "de", 
      "source_id": "https://heise.de/-4095102", 
      "text": "Staatsministerin Dorothee Bär (CSU) stellt sich mit den Netzpolitikern der CDU, SPD und FDP gegen die EU-Pläne. (Bild: dpa, Andreas Gebert/Archiv)\n\nDie netzpolitischen Vereine der Parteien haben die deutschen EU-Abgeordneten aufgefordert, gegen Upload-Filter und Leistungsschutzrecht zu stimmen.\n\nAxel Voss (CDU), Berichterstatter für die umkämpfte Position des Rechtsausschusses des EU-Parlaments zur EU-Copyright-Reform, bekommt Widerstand aus den eigenen Reihen. Am Freitag haben die den Parteien nahestehenden netzpolitischen Vereine in einem offenen Brief an alle deutschen EU-Abgeordneten appelliert, im Lauf der kommenden Woche gegen die geplanten Upload-Filter und das fünfjährige Leistungsschutzrecht für Presseverleger im Internet zu stimmen und so die Empfehlung aus dem federführenden Parlamentsgremium abzulehnen.\n\n“Große Bedenken”\n\nDas Schreiben ist als erstes unterzeichnet von der Staatssekretärin für Digitales im Bundeskanzleramt, Dorothee Bär, die hier in ihrer Funktion als Vorsitzende des Vereins CSUnet auftritt. Daneben prangen die Unterschriften von Sprechern oder Vorsitzenden vom cnetz (CDU), D64 (SPD) und Load (FDP). Die Autoren sprechen selbst von einer “ungewöhnlichen Allianz”, die sich zusammengefunden habe, um ihre “großen Bedenken“ hinsichtlich der EU-Copyright-Pläne auszudrücken.\n\nDer Schutz des Urheberrechts und eine angemessene Beteiligung von Journalisten an Erträgen im Internet „sind selbstverständlich auch für uns wichtige Anliegen“, beteuern die Verfasser. Doch die von der EU-Kommission erarbeiteten und im Rechtsausschuss verabschiedeten Instrumente würden „diese Ziele nicht nur verfehlen, sondern zudem enorme Kollateralschäden mit sich bringen“. So wären Upload-Filter „in hohem Maße gefährdend für die freie Meinungsäußerung“.\n\nSchwere Kollateralschäden\n\nWeitergehende Initiativen von Frankreich und dem deutschen Bundesinnenministerium zeigten bereits die nächste Stufe, warnen die Digitalexperten der vier Parteien. Es drohe ein Regime von Filtermechanismen, das für die Allgemeinheit nicht mehr nachvollziehbar sei und mit dem „missliebige Meinungsäußerungen unerkannt aus den Plattformen verbannt werden können“. Ein solches Instrumentarium sei gerade angesichts der bereits verhängten Schranken für die Pressefreiheit in einigen europäischen Staaten „brandgefährlich“ und „aus rechtsstaatlicher Hinsicht höchst problematisch“.\n\nBeim Leistungsschutzrecht erinnern die Digitalpolitiker die Abgeordneten daran, dass dieses hierzulande seine Ziele verfehlt und „Monopolanbieter“ gestärkt, „aber eben nicht zu einer angemessenen Vergütung von Kreativen geführt“ habe. Die Kontroll- und Durchsetzungskosten überstiegen dabei den wirtschaftlichen Rahmen, eine vermehrte Nachfrage auch nach bezahlten Informationsleistungen sei ausgeblieben. Insgesamt gebe es eine breite Allianz aus Zivilgesellschaft, Wirtschaft und Gründerszene gegen die Initiative aus Brüssel, die auch nicht mit dem Koalitionsvertrag vereinbar sei. Die EU dürfe nicht die Verunsicherung und den Unmut weiter vergrößern, die das Inkrafttreten der Datenschutzgrundverordnung in manchen Kreisen verursacht habe.\n\nDruck erhöhen\n\nDie Bürgerrechtsorganisation European Digital Rights (EDRi) hat parallel einen Aktionsplan veröffentlicht , wie zunächst mit Hilfe der Nutzer der Beschluss des Rechtsausschuss noch gekippt und anschließend Änderungen an dem Dossier festgezurrt werden könnten. Der europäische Handelsverband Edima empfiehlt, vor allem den Druck auf den Vorsitzenden der europäischen Sozialdemokraten, den Deutschen Udo Bullmann, zu erhöhen, da die Fraktion ihr Abstimmverhalten noch nicht festgelegt habe.\n\nFür erneute Unruhe sorgt derweil die Abschlusserklärung des Europäischen Rats vom Donnerstag, die sich prinzipiell für Upload-Filter ausspricht. Darin begrüßen die Spitzen der Mitgliedsstaaten einschließlich der Bundesregierung eine geplante Gesetzesinitiative der Kommission “zur Verbesserung der Erkennung und Entfernung von Inhalten„, die zu “Hass und zu terroristischen Handlungen anstiften\". Es geht dabei zwar nicht ums Urheberrecht, sondern anderen illegalen Content, aber das Instrumentarium soll das Gleiche sein.\n\nDer eco-Verband der Internetwirtschaft warnt daher vor einer drohenden weiteren gesetzlichen Pflicht zum Einbau von Upload-Filtern: „Eine proaktive Überprüfung sämtlicher Inhalte durch die Provider bedeutet nicht nur eine Abkehr von den Prinzipien der E-Commerce Richtlinie, sondern stellt durch den Aufbau einer Zensurinfrastruktur auch eine Gefahr für die Meinungsfreiheit im Netz dar“, unterstreicht der Verband.\n\nCDU-Digitalpolitiker Thomas Jarzombek zeigte sich auf Twitter “fassungslos“, dass offenbar das Bundesinnenministerium den Passus pro Upload-Filter in die Gipfelerklärung hineinverhandelt habe. “Das ist inakzeptabel“, monierte auch die SPD-Netzpolitikerin Saskia Esken. Einen Minister, der auf EU-Ebene gegen die Abmachungen des Koalitionsvertrags handele, “muss die Bundeskanzlerin entlassen“.\n\nBei Problemen mit der Wiedergabe des Videos aktivieren Sie bitte JavaScript\n\n(Stefan Krempl) / (vbr)\n\n", 
      "url": "https://www.heise.de/newsticker/meldung/EU-Copyright-Eklat-Dorothee-Baer-und-Netzpolitiker-gegen-Upload-Filter-4095102.html?wt_mc=rss.ho.beitrag.atom"
    }, 
    {
      "language": "de", 
      "source_id": "https://heise.de/-4094981", 
      "text": "Im Rahmen der Hauskonferenz MongoDB World 2018 hat das Unternehmen MongoDB Version 4.0 der gleichnamigen NoSQL-Datenbank veröffentlicht. Die Serverless-Plattform MongoDB Stitch hat ebenfalls den Status der General Availability (GA) erreicht. Neu im Portfolio des Unternehmens sind darüber hinaus MongoDB Mobile sowie der MongoDB Kubernetes Operator, die beide als Betaversionen angekündigt wurden.\n\nAtomicity, Consistency, Isolation und Durability (ACID) sind für MongoDB-Anwender zwar nicht neu, mit Version 4.0 der NoSQL-Datenbank stehen nun aber auch dokumenten- und kollektionenübergreifende ACID-Transaktionen offiziell zur Verfügung. Entwickler können die von relationalen Datenbanken gewohnten Transaktionen nutzen, um auch in MongoDB eine einfachere Applikationslogik für komplexe Anwendungen mit ACID-Garantien abzusichern. Die MongoDB-Macher versichern darüber hinaus, dass die nach Bedarf zuschaltbaren Transaktionen keine leistungsmindernden Auswirkungen auf andere, gleichzeitig stattfindende Workloads ohne ACID haben.\n\nRoadmap der Transaktionsintegration in MongoDB. (Bild: MongoDB)\n\nServerless-Plattform\n\nMit dem offiziellen Start der neuen Serverless-Plattform MongoDB Stitch sollen Entwickler Mobile- und Web-Applikationen noch schneller erstellen können – bei gleichzeitig reduzierten operativen Kosten. Dafür stellt Stitch eine Reihe von Diensten parat. Die Regel-Engine von Stitch QueryAnywhere verschafft einerseits Entwicklern vollständigen Zugriff auf das Document Model von MongoDB und gibt anderseits Anwendern die Möglichkeit, Security Policies für Applikationen im Detail zu konfigurieren. Stitch Functions erlauben den Einsatz von JavaScript-Funktionen, um APIs zu entwickeln und Microservices zu integrieren. Auch die Anbindung von Cloud-Diensten wie beispielsweise Slack oder Twilio lässt sich damit umsetzen.\n\nEinen Schritt in Richtung Edge Computing vollzieht der Datenbankanbieter mit der Ankündigung von MongoDB Mobile. Die für IoT-Geräte sowie Clients mit iOS oder Android ausgelegte mobile Variante der NoSQL-Datenbank geht zunächst als Betaversion an den Start und soll schnellere und reaktivere Mobilanwendungen inklusive automatischem Datenabgleich zwischen Client und Backend ermöglichen. Bisher waren Entwickler dafür auf alternative Datenbanken in ihren Client-Apps angewiesen.\n\nKubernetes Integration\n\nUm die Orchestrierung und Provisionierung von verteilten Datenbankclustern zwischen Kubernetes und dem MongoDB Ops Manager besser zu koordinieren, steht ab sofort der neue MongoDB Kubernetes Operator zur Verfügung – zunächst noch als Betaversion. Ergänzend zur Integration von Cloud Foundry wollen die Anbieter der NoSQL-Datenbank Anwendern damit noch mehr Optionen für den flexiblen Einsatz von MongoDB in verschiedenen Cloud-Umgebungen sowie On-Premise an die Hand geben.\n\nDaaS in der Cloud\n\nDie Database as a Service MongoDB Atlas, die das Unternehmen erstmals im Sommer 2016 vorgestellt hat, erfährt im Zuge der Veröffentlichung von MongoDB 4.0 ebenfalls ein Update. Sie lässt sich übergreifend auf den Cloud-Plattformen Amazon Web Services, Microsoft Azure und Google Cloud Platform verwenden. Speziell in Kooperation mit Google offeriert das Unternehmen Entwicklern nun ein erweitertes Free-Tier-Angebot: 512 MByte Speicherplatz stehen beispielsweise für Prototyping kostenfrei zur Verfügung.\n\nEine vollständige Übersicht aller Neuerungen in MongoDB 4.0 fassen die Release Notes zusammen. (map)\n\n", 
      "url": "https://www.heise.de/developer/meldung/MongoDB-4-0-bietet-erweiterte-ACID-Unterstuetzung-4094981.html?wt_mc=rss.ho.beitrag.atom"
    }, 
    {
      "language": "de", 
      "source_id": "https://heise.de/-4094691", 
      "text": "Auf Apples Firmengelände sollen künftig autonome VWs herumfahren. (Bild: Volkswagen)\n\nMit dem \"Project Titan\" wollte der iPhone-Konzern ein eigenes E-Fahrzeug bauen. Ganz begraben sind die Pläne angeblich nicht.\n\nEin Analyst des Bankhauses Guggenheim ist der Ansicht, das Apples Auto-Projekt \"Titan\" noch lebt. Der iPhone-Produzent sei nach wie vor daran interessiert, ein eigenes Gefährt zu konstruieren, schreibt Guggenheim-Analyst Robert Cihra. Schon 2016 gab es Berichte, das Apple ein großangelegtes Vorhaben zum Bau eines eigenen Autos zunächst auf Eis gelegt haben soll. Danach wurde nur bekannt, dass der Konzern an Software fürs autonome Fahren arbeitet, dabei aber Fahrzeuge anderer Hersteller verwendet.\n\nZweifel auch bei Apple selbst?\n\nEin \"iCar\" sei trotz gegenläufiger Meldungen und auch Zweifeln innerhalb Apples selbst weiterhin in der Pipeline, meint Cihra. Apple sei auf der Suche nach einem neuen Markt, weil das Smartphone-Geschäft langsam abklingt. Einem Total Addressable Market (TAM), wie ihn der Autosektor mit mehr als 2 Billionen US-Dollar biete, könne Apple \"kaum widerstehen\". Hinzu komme die technische Disruption durch neue Software und dem Übergang zu Elektrofahrzeugen. \"Der Markt könnte Wachstum für die nächste Dekade liefern\", argumentiert der Guggenheim-Analyst in einer Notiz an Investoren.\n\nProduktgeschäft mit Autos passt\n\nDaneben investiere Apple auch stark in das Geschäft mit Medieninhalten, doch das produktzentrische Geschäftsmodell des iPhone-Herstellers passe besser zu Autos. Die Schlussfolgerung, dass Apple seine Ambitionen in Sachen \"iCar\" zurückgeschraubt habe, um sich als Zulieferer auf Technik für autonome Fahrzeuge zu konzentrieren, passt nach Cihras Ansicht nicht zu Apples Geschichte. Der Konzern versucht stets, wichtige Techniken und Verfahren in der eigenen Hand zu behalten und die \"Ende-zu-Ende-Erfahrung\" der Kundschaft zu beherrschen.\n\nMarkteintritt \"unvermeidlich\"\n\nAngesichts der Marktgröße und Apples üblicher Vorgehensweise sei der Einstieg ins Autogeschäft für den Konzern dementsprechend \"unvermeidlich\", glaubt der Guggenheim-Analyst. Zuletzt hatte Apple Verträge mit Volkswagen geschlossen, um Transporter des deutschen Autokonzerns auf autonomes Fahren umzurüsten. Sie sollen als Shuttle auf dem Apple-Campus unterwegs sein. Auch beim Personal stockt Apple weiter auf. So soll eine Ingenieurin von Alphabets Autotochter Waymo mittlerweile in Cupertino tätig sein. (bsc)\n\n", 
      "url": "https://www.heise.de/mac-and-i/meldung/Analyst-Apples-iCar-Autoprojekt-lebt-4094691.html?wt_mc=rss.ho.beitrag.atom"
    }, 
    {
      "language": "de", 
      "source_id": "https://heise.de/-4094782", 
      "text": "Die Namensgleichheit der Rampage-Attacke mit dem neuen Film mit Dwayne \"The Rock\" Johnson ist wohl nur Zufall. Schade – der große Affe hätte zur Brutalität der Rowhammer-Technik gepasst. (Bild: Warner Bros.)\n\nMit einer neuen Technik lässt sich der Speicher von Android-Geräten manipulieren. Der Angreifer wird so auf die harte Art zum Admin.\n\nEine neue Angriffstechnik namens Rampage erlaubt es Angreifern, sich Systemrechte auf Android-Geräten zu erschleichen – wenn auch mit viel Aufwand. Der Angriff basiert auf der Rowhammer-Technik: Durch wiederholten Speicherzugriff manipuliert der Angreifer physisch benachbarte Speicherbereiche auf dem Gerät, auf die er eigentlich keinen Zugriff hätte. Dabei handelt es sich nicht um die erste Rowhammer-basierte Angriffstechnik auf Android-Geräte, allerdings betrifft der Angriff alle Systemversionen seit Android 4.0 (Ice Cream Sandwich), welches 2011 auf den Markt kam.\n\nDie Lücke wird zusammen mit einer Lösung präsentiert\n\nRampage zielt auf das Android-Subsystem ION, das Google mit Ice Cream Sandwich eingeführt hatte, um den Speicher eines Android-Systems zu verwalten. ION ist Teil der Abschottung zwischen Android-Apps und somit integraler Bestandteil des Sicherheitssystems von Android. Es regelt, welche App welchen Teil des Systemspeichers zu Gesicht bekommt. Somit ist es ein idealer Ansatzpunkt für Rowhammer-Spielereien. Der neue Angriff umgeht die Sicherheitspatches, mit denen Google ION nach Bekanntwerden der Rowhammer-Angriffe abgesichert hatte.\n\nDie Forscher, welche die neue Sicherheitslücke entdeckt haben, stellen im gleichen Atemzug auch eine Verteidigung gegen den Angriff vor, die sie Guardion nennen. Das nützt Endnutzern momentan allerdings wenig – die Forscher hoffen wohl, dass Google in neueren Versionen von Android den Guardion-Schutz in ION einbaut. Das Forscherteam hinter Rampage besteht zum Großteil aus den selben Wissenschaftlern die 2016 auch schon Drammer entdeckten, den ersten erfolgreichen Rowhammer-Angriff auf Android-Hardware.\n\nKein allgemeiner Rowhammer-Schutz\n\nDas internationale Forscherteam der Freien Universität Amsterdam, der Amrita University, der UC Santa Barbara und des EURECOM-Instituts betont, dass Software-Sicherheitssysteme wie Guardion dringend gebraucht werden. Da sich Hardware-Schutzmechanismen gegen Rowhammer (zum Beispiel ECC-Speicher) nicht nachträglich in alle Geräte einbauen lassen, sind ihrer Meinung nach nur Software-Lösungen als großflächiger Schutz sinnvoll.\n\nWie praktikabel der Rampage-Angriff im Alltag tatsächlich ist, geht auch aus dem ausführlichen wissenschaftlichen Paper der Forscher nicht direkt hervor. Sie demonstrieren dort lediglich, dass der Angriff möglich ist und wie sich das Betriebssystem dagegen verteidigen lässt. Aber selbst die Guardion-Technik kann Android nicht grundsätzlich gegen jede Art von Rowhammer-Angriffen absichern, wie die Forscher selbst zugeben. Guardion schützt nur gegen Angriffe des Rampage-Typs.\n\nUpdate 02.07.2018, 12:44 Uhr:\n\n\n\nGegenüber dem Fachportal Android Central hat Google mittlerweile erklärt, dass man eng mit den Forschern zusammengearbeitet habe und die Existenz der Rampage-Lücke bestätigen könne. Allerdings sei die Sicherheitslücke \"für die überwiegende Zahl der Nutzer von keiner praktischen Bedeutung\". Google wisse von keinen Angriffen auf Android-Geräte, bei denen die Lücke ausgenutzt worden sei. (fab)\n\n", 
      "url": "https://www.heise.de/security/meldung/Rampage-Neuer-Rowhammer-Angriff-betrifft-alle-Android-Handys-seit-2011-4094782.html?wt_mc=rss.ho.beitrag.atom"
    }, 
    {
      "language": "de", 
      "source_id": "https://heise.de/-4094550", 
      "text": "Tyan Thunder CX GT24EB7106 alias Equus Whitebox Open R1560 (Bild: Tyan)\n\nWährend das Open Compute Project die Open System Firmware OSF vorantreibt, liefert Equus erste Rackserver mit OpenBMC und LinuxBoot-Vorbereitung.\n\nDie Server und Storage-Systeme der Reihe Whitebox Open (WBO) von Equus haben einen Fernwartungschip mit OpenBMC-Firmware und sind für LinuxBoot vorbereitet. LinuxBoot gehört zur Initiative Open System Firmware (OSF) des Open Compute Project (OCP) und soll möglichst große Teile des proprietären und fehleranfälligen UEFI-BIOS von Servern ersetzen.\n\nTyan-Hardware mit OpenBMC\n\nIm 1-HE-Server Equus WBO R1560 steckt das Mainboard Tyan S7106GM2NR für zwei Intel Xeon Scalable Processors (Xeon-SP). Vermutlich verwendet Equus gleich den Barebone Tyan Thunder CX GT24EB7106. Equus offeriert zahlreiche Ausstattungsvarianten und modifiziert die Firmware: Auf dem Baseboard Management Controller (BMC) Aspeed AST2500 läuft OpenBMC, das UEFI-BIOS des S7106GM2NR ist \"ready for LinuxBoot\".\n\nIn den Equus WBO R1560 lassen sich auch PCIe-(Netzwerk-)Karten nach OCP-Standard einstecken; der Server passt jedoch in gewöhnliche 19-Zoll-Racks.\n\nOpen System Firmware\n\nDen OSF-Machern geht es auch um weitere Verbreitung: Coreboot leidet etwa darunter, dass die alternative Firmware letztlich nur für relativ wenige Hardware-Plattformen beziehungsweise Mainboards leicht verfügbar ist.\n\nJean-Marie Verdun von Horizon Comuting steckt beispielsweise viel Arbeit in eine alternative NERF-Firmware, die aber bislang nur auf dem älteren OCP-\"Winterfell\"-Mainboard für zwei Xeon E5-2000v2 (Ivy Bridge-EP) läuft.\n\nLinuxBoot soll möglichst früh die Hoheit beim Booten übernehmen. (Bild: LinuxBoot)\n\nAn Open System Firmware ist unter anderem LinuxBIOS- und Coreboot-Veteran Ron Minnich beteiligt, der seit einigen Jahren bei Google arbeitet. Dort kümmert er sich etwa um Coreboot-Firmware für Chromebooks, propagiert aber auch die NERF-Idee: Non-Extensible Reduced Firmware statt überfrachtetem Unified Extensible Firmware Interface (UEFI).\n\nBei OSF sind aber etwa auch Intel und Microsoft im Boot: Es geht nicht nur um die komplette Abschaffung binärer Blobs, die etwa zur Initialisierung des Chipsatzes vorerst unverzichtbar bleiben (AMD AGESA, Intel Firmware Support Package/FSP mit ME-Code). Vielmehr integriert OSF auch Projekte wie LinuxBoot, die in Kombination mit UEFI arbeiten, auch mit Open-Source-Implementierungen von UEFI wie TianoCore, sowie auch U-Boot oder Coreboot. OSF bezieht sich auch nicht nur auf x86-Systeme, sondern im Prinzip auch auf Maschinen mit ARM- und RISC-V-Chips.\n\nLinuxBoot soll möglichst früh nach der Initialisierung der wichtigsten Systemkomponenten die Hoheit übernehmen und vor allem fehleranfällige und komplexe Teile des UEFI Driver Execution Environment (UEFI DXE) ersetzen. Außer um Sicherheit geht es auch darum, die Boot-Dauer zu verkürzen und eigene Funktionen einbauen zu können.\n\nLinuxBoot, Coreboot und U-Boot sind Themen der kommenden Open Source Firmware Conference 2018 im September in Erlangen und beim OCP Regional Summit 2018 im Oktober in Amsterdam.\n\n(ciw)\n\n", 
      "url": "https://www.heise.de/newsticker/meldung/Erste-Server-mit-LinuxBoot-und-OpenBMC-4094550.html?wt_mc=rss.ho.beitrag.atom"
    }, 
    {
      "language": "de", 
      "source_id": "https://heise.de/-4094712", 
      "text": "(Bild: OnePlus)\n\nAlle OnePlus-Smartphones ab dem OnePlus 3 werden zwei Jahre lang mit neuen Android-Versionen gesorgt, der Sicherheits-Support geht noch ein Jahr länger.\n\nOnePlus wird alle Smartphones ab dem OnePlus 3 bis zwei Jahre nach Release mit Android-Updates versorgen. Das verspricht der chinesische Smartphone-Hersteller in einem Foren-Eintrag. Diese Updates bringen die OnePlus-Handys auf die aktuelle Android-Version und können neue Funktionen enthalten. Ein weiteres Jahr werden die OnePlus-Handys im Anschluss noch jeden zweiten Monat mit Sicherheits-Patches versorgt, bevor der Support für die Smartphones offiziell endet.\n\nDer Update-Plan für OnePlus-Smartphones: Zwei Jahre gibt es Android-Updates, ein weiteres Jahr Security-Patches. (Bild: OnePlus)\n\nOnePlus 3: Updates bis November\n\nDie Geräte, die das Update-Versprechen von OnePlus betrifft, sind das OnePlus 3 und 3T, das OnePlus 5 und 5T sowie das aktuelle OnePlus 6. Ob auch künftig erscheinende OnePlus-Smartphones nach diesem Plan mit Updates versorgt werden, geht aus dem Foren-Eintrag nicht eindeutig hervor, es ist aber wahrscheinlich.\n\nDie ältesten Smartphones in der Support-Liste, das OnePlus 3 und das 3T, sollen also noch bis November 2018 neue Android-Versionen bekommen. Die Sicherheits-Patches will OnePlus dann ein Jahr später einstellen. Das nächste Update für das OnePlus 3 und 3T soll Anfang Juli erscheinen. (dahe)\n\n", 
      "url": "https://www.heise.de/newsticker/meldung/OnePlus-verspricht-2-Jahre-Android-Updates-fuer-Smartphones-4094712.html?wt_mc=rss.ho.beitrag.atom"
    }
  ]
}
